{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          1
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          2
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "T": 8,
      "TT": 9,
      "TA": 10,
      "AA": 11,
      "GG": 12,
      "CC": 13,
      "ATT": 14,
      "TC": 15,
      "AG": 16,
      "TG": 17,
      "TTTT": 18,
      "AC": 19,
      "ATA": 20,
      "AGG": 21,
      "ATC": 22,
      "TTC": 23,
      "TGG": 24,
      "AATA": 25,
      "TTTA": 26,
      "AGC": 27,
      "AAC": 28,
      "AATT": 29,
      "TAG": 30,
      "TCC": 31,
      "TATT": 32,
      "ATG": 33,
      "ACC": 34,
      "TTG": 35,
      "TAC": 36,
      "AATTTT": 37,
      "AAATT": 38,
      "CCC": 39,
      "TAGC": 40,
      "GTA": 41,
      "TGC": 42,
      "ATAATT": 43,
      "GC": 44,
      "TAATT": 45,
      "TATTTT": 46,
      "GTT": 47,
      "ATTATT": 48,
      "TATA": 49,
      "GAATA": 50,
      "CCCC": 51,
      "ATTAC": 52,
      "TGATC": 53,
      "GATT": 54,
      "TCTTC": 55,
      "GGC": 56,
      "AGGAGC": 57,
      "ATACC": 58,
      "TAAG": 59,
      "ATGC": 60,
      "AAG": 61,
      "TTATT": 62,
      "TTATA": 63,
      "TTTC": 64,
      "ATCC": 65,
      "AACAG": 66,
      "ATTTAGC": 67,
      "AATAATA": 68,
      "TTCC": 69,
      "TTCTTTA": 70,
      "ATAATTTTTT": 71,
      "TTTG": 72,
      "TATC": 73,
      "AATTAC": 74,
      "ATATAGC": 75,
      "TTTTATT": 76,
      "GGAGG": 77,
      "AATTC": 78,
      "TGGAGC": 79,
      "GATC": 80,
      "AATAATATAAG": 81,
      "TATTAC": 82,
      "AAATTTATA": 83,
      "GAC": 84,
      "TAGG": 85,
      "TCCC": 86,
      "AATC": 87,
      "ATAATTTTTTTTATA": 88,
      "ATTTGG": 89,
      "ATGATC": 90,
      "AATATAC": 91,
      "ATTC": 92,
      "AACTG": 93,
      "AGCC": 94,
      "CCTTTA": 95,
      "ATTTTG": 96,
      "TCATGC": 97,
      "AACAGG": 98,
      "AGTA": 99,
      "TAGAA": 100,
      "AATAC": 101,
      "AATTAGG": 102,
      "AATTTTATTAC": 103,
      "ACCC": 104,
      "ATATT": 105,
      "GAATAAATAATATAAG": 106,
      "GGG": 107,
      "TGTA": 108,
      "TCCTC": 109,
      "CCTC": 110,
      "ACAGC": 111,
      "TTTGG": 112,
      "ATAC": 113,
      "AAATTTATAATG": 114,
      "TTGG": 115,
      "AGCAGG": 116,
      "ATGG": 117,
      "TTAC": 118,
      "TATTATT": 119,
      "ATTGG": 120,
      "AAATA": 121,
      "GGAGGATTTGG": 122,
      "TTGC": 123,
      "ATCTTTA": 124,
      "GAGC": 125,
      "AGCTGG": 126,
      "AATATT": 127,
      "ACTGC": 128,
      "TTTATCC": 129,
      "GATTAG": 130,
      "TCATC": 131,
      "GGGG": 132,
      "GTTATACC": 133,
      "TTTGATC": 134,
      "TGATATAGC": 135,
      "AAAC": 136,
      "TTCATT": 137,
      "AGTAG": 138,
      "GTC": 139,
      "ATCATT": 140,
      "TTTTTG": 141,
      "TAAC": 142,
      "AGGGGC": 143,
      "AATTTTATT": 144,
      "ATAATTTTTTTTATAGTTATACC": 145,
      "GGAAC": 146,
      "TATTATAATT": 147,
      "TGTTG": 148,
      "TGTAG": 149,
      "TCTTTA": 150,
      "GAA": 151,
      "AAATTTATAATGTAATT": 152,
      "AAATTTA": 153,
      "AACTTTA": 154,
      "ACTT": 155,
      "TTCTTC": 156,
      "ATGAACAG": 157,
      "AGCCCC": 158,
      "GCTC": 159,
      "AACC": 160,
      "AGTTTT": 161,
      "CCTTTATTTG": 162,
      "TGTTTT": 163,
      "AGGAATT": 164,
      "TACC": 165,
      "AATTGG": 166,
      "ACTTTT": 167,
      "AGTATT": 168,
      "GGAGGATTTGGAAATT": 169,
      "AGTTG": 170,
      "GAATAAATAATATAAGATTTTG": 171,
      "GGAGC": 172,
      "GTAATACC": 173,
      "AGATATAGC": 174,
      "ATAG": 175,
      "TATTACTA": 176,
      "TATAG": 177,
      "ATTTATT": 178,
      "AATAGTA": 179,
      "AACTGG": 180,
      "ACTTC": 181,
      "TTCTTTAC": 182,
      "AT": 183,
      "GACC": 184,
      "TTGATC": 185,
      "TGTATT": 186,
      "TAATA": 187,
      "AATTATT": 188,
      "AGAA": 189,
      "AATATACGATC": 190,
      "ATTATTATT": 191,
      "GTAGAA": 192,
      "ATGAACTG": 193,
      "TAGCC": 194,
      "ATTATTACC": 195,
      "TGGC": 196,
      "AATTTTATTACTAC": 197,
      "ATGACC": 198,
      "TCTC": 199,
      "AAAA": 200,
      "TGGAATT": 201,
      "ATAATTTTTTTTATAGTAATACC": 202,
      "ACAGCTCATGC": 203,
      "ATCTTTACC": 204,
      "AATTATAATT": 205,
      "TGAATTAGG": 206,
      "TATTTTTTC": 207,
      "GCC": 208,
      "ACGC": 209,
      "TGTT": 210,
      "TTTACCC": 211,
      "ATCTC": 212,
      "TTTCCC": 213,
      "ACTTTA": 214,
      "TTCCC": 215,
      "AATTATA": 216,
      "AACGG": 217,
      "TTAG": 218,
      "GAATACCTTTATTTG": 219,
      "AATTTTATTTC": 220,
      "AATTTTTTC": 221,
      "TTCCTTTA": 222,
      "AATTTTAGGAGC": 223,
      "AGGAGG": 224,
      "AGCAGGAGC": 225,
      "GTG": 226,
      "ACATA": 227,
      "ACATGC": 228,
      "TACAGG": 229,
      "ACTA": 230,
      "GAATT": 231,
      "ATTTT": 232,
      "ACAG": 233,
      "ATGCC": 234,
      "TAATTC": 235,
      "ACTGCTCATGC": 236,
      "TCCTTTA": 237,
      "GTATA": 238,
      "AGTT": 239,
      "CCCATGC": 240,
      "AATTTC": 241,
      "ATCG": 242,
      "GAATAAATAATATAAGTTTTTG": 243,
      "TCCTGATATAGC": 244,
      "AATTCGAGC": 245,
      "AGGTGC": 246,
      "ATTTTTGG": 247,
      "TTTTCCTC": 248,
      "TGATA": 249,
      "GAAC": 250,
      "TTTAC": 251,
      "AGCTGGAGC": 252,
      "GTTG": 253,
      "TGGGGC": 254,
      "TTTTC": 255,
      "AGGAACAGG": 256,
      "GGAG": 257,
      "TATTC": 258,
      "ATTATA": 259,
      "AAATTTATAATGTAATTGTT": 260,
      "TCTTCTATTTT": 261,
      "AATG": 262,
      "TTTTG": 263,
      "ACTC": 264,
      "TTTAATTGG": 265,
      "TATTATA": 266,
      "TAAA": 267,
      "TGATT": 268,
      "AATAGTAGGAAC": 269,
      "TCCCC": 270,
      "TTTTGTA": 271,
      "TTCTC": 272,
      "AATTACAGC": 273,
      "ACCTCC": 274,
      "TGCC": 275,
      "TATTTTTTCTTTAC": 276,
      "ATATTGC": 277,
      "AGGAATA": 278,
      "ACTAC": 279,
      "AAGAATA": 280,
      "AATTTTATTACAAC": 281,
      "AATAATT": 282,
      "AGGGG": 283,
      "AATGGAGC": 284,
      "AATATACG": 285,
      "GGAAATT": 286,
      "ATCCC": 287,
      "GGTGG": 288,
      "ATATTAGGAGC": 289,
      "TTCTTTT": 290,
      "TTTACC": 291,
      "TCTA": 292,
      "TTCTTTAAG": 293,
      "GTAATT": 294,
      "AAATTTAAATAC": 295,
      "TTGAACAG": 296,
      "AGAATTAGG": 297,
      "TTTTATTTTTGG": 298,
      "GATA": 299,
      "TGTTGATTTAGC": 300,
      "AATATTATT": 301,
      "GGTAC": 302,
      "TTTACCCC": 303,
      "TTTATT": 304,
      "TTCTTTATAG": 305,
      "AAATTTATAATGTAATTGTA": 306,
      "TGAGCAGG": 307,
      "ATCTTC": 308,
      "ATTTCCTC": 309,
      "TTTCCCTC": 310,
      "AATTACTA": 311,
      "ATTTATC": 312,
      "ATTTAGCTGG": 313,
      "AATTCC": 314,
      "TTATACC": 315,
      "AAGG": 316,
      "ATCATTACC": 317,
      "AGATA": 318,
      "TCATT": 319,
      "TTTTATTATAATTTTTTTTATAGTTATACC": 320,
      "TCCAC": 321,
      "GCCC": 322,
      "AGGAGCCCC": 323,
      "TAATTGG": 324,
      "CCAC": 325,
      "TATTACTATATTATT": 326,
      "GACTAG": 327,
      "ATTTAGCAGG": 328,
      "TCATA": 329,
      "TCTT": 330,
      "AACAGATCG": 331,
      "AGATGATC": 332,
      "ATTATTC": 333,
      "TTGAACTG": 334,
      "ACTG": 335,
      "AGGAGCTTC": 336,
      "ACCCCC": 337,
      "GTGG": 338,
      "ATTCCC": 339,
      "TCCCCC": 340,
      "TGATCG": 341,
      "ATCAC": 342,
      "TTTATTTT": 343,
      "AATTCG": 344,
      "TCAAC": 345,
      "AGCCGG": 346,
      "AATTTTTTCTTTAC": 347,
      "AGATC": 348,
      "AAATTTATAATGTTATT": 349,
      "ATTTAGCAGGAATT": 350,
      "TAATTAATATACGATC": 351,
      "TAGGAGC": 352,
      "TGTTTGATC": 353,
      "TGGTGC": 354,
      "TGAC": 355,
      "GACAGG": 356,
      "GAATTAGG": 357,
      "ATGAACAGTTTATCC": 358,
      "TACTTTT": 359,
      "GGGGGATT": 360,
      "TATTTTAATT": 361,
      "TATTTTATTTTTGG": 362,
      "TGGAACAGG": 363,
      "TATGATC": 364,
      "ATAATTTTCTTTATAG": 365,
      "AATTACTGC": 366,
      "GATTAGTA": 367,
      "GAATACCTTTATTTGTTTGATC": 368,
      "ATTTATTT": 369,
      "GATTAGTTCCTTTA": 370,
      "TTTCATC": 371,
      "AATAAG": 372,
      "TTATTC": 373,
      "AAGTA": 374,
      "TGGAAATT": 375,
      "AATCC": 376,
      "TTATTAC": 377,
      "ACCG": 378,
      "AATTTTATTTCTAC": 379,
      "TTTCATT": 380,
      "ATTAATATT": 381,
      "GGGGC": 382,
      "AGGATC": 383,
      "AAATGATC": 384,
      "AAATC": 385,
      "ATTTAGCTGGAATT": 386,
      "AGGAG": 387,
      "TTTCTTC": 388,
      "AATAATATAAGATTTTG": 389,
      "TTTTGATC": 390,
      "AGGC": 391,
      "ATTCTG": 392,
      "TTTATTTG": 393,
      "AAATACC": 394,
      "TCTTCAATTTTAGGAGC": 395,
      "TAAGATTTTG": 396,
      "ATTAATTGG": 397,
      "TACTGG": 398,
      "GGAGGATTTGGTAATT": 399,
      "TGAAC": 400,
      "TAATTACAGC": 401,
      "TATTTTTTCTCTTC": 402,
      "AAATTTATAAC": 403,
      "TAATACC": 404,
      "AATTGTAGAA": 405,
      "AATTTTATTTCAAC": 406,
      "TTGCTC": 407,
      "AGGAGCC": 408,
      "ATGAACTGTTTATCC": 409,
      "ATCTAGC": 410,
      "AATTTTTTCTCTTC": 411,
      "AGGAACTGG": 412,
      "AATAATTGG": 413,
      "TCTTCTATTTTAGGAGC": 414,
      "GGGC": 415,
      "AATTCGAGCTGAATTAGG": 416,
      "ATTATTACCTCC": 417,
      "AGATTTTG": 418,
      "GGTGGATTTGG": 419,
      "AAACTGATT": 420,
      "TGTAGATTTAGC": 421,
      "ACTATT": 422,
      "GACTTG": 423,
      "AAATAATA": 424,
      "TTTTATTATAATTTTTTTTATAGTAATACC": 425,
      "GCAC": 426,
      "TGTC": 427,
      "GAGCTGAATTAGG": 428,
      "ACATAGC": 429,
      "TCACGC": 430,
      "TTCTTTC": 431,
      "AATAACATA": 432,
      "ACCCC": 433,
      "AATATAAA": 434,
      "TGATGATC": 435,
      "TTTTGTT": 436,
      "TCATCTATTTT": 437,
      "ATAATTTTTTTCATA": 438,
      "ATTACTTTT": 439,
      "AATTTTAATT": 440,
      "TTTGATCC": 441,
      "ATTTGATC": 442,
      "AGAAGAATA": 443,
      "AAATTTAC": 444,
      "TCCAGATATAGC": 445,
      "GCTCATGC": 446,
      "AGAC": 447,
      "TTTCCTC": 448,
      "AGTTC": 449,
      "TATACCC": 450,
      "AGATT": 451,
      "TCTTCAATTTT": 452,
      "AGTAATT": 453,
      "AATATGC": 454,
      "AATGG": 455,
      "GTATAG": 456,
      "GATTAGTTCC": 457,
      "GTTACAGCTCATGC": 458,
      "CCCCC": 459,
      "TATTATAATTGGAGGATTTGGAAATT": 460,
      "AATTAAG": 461,
      "AACAATA": 462,
      "TCTTTT": 463,
      "TACTATT": 464,
      "TGTATGATC": 465,
      "ATTTTTC": 466,
      "ATTTA": 467,
      "ATTTCCAC": 468,
      "TATAATG": 469,
      "TTAATAC": 470,
      "ACATCC": 471,
      "TTTTCCAC": 472,
      "ATATTAGGAGCCCC": 473,
      "TTCCCCC": 474,
      "TTTATC": 475,
      "AATTTTC": 476,
      "AATTGCTC": 477,
      "AGTTGATTTAGC": 478,
      "TATATCC": 479,
      "AATTAAATT": 480,
      "TATAGTAGAA": 481,
      "ATAATA": 482,
      "GGAGGATTC": 483,
      "GGAGGGTT": 484,
      "TGAGCTGG": 485,
      "TCATCAATTTTAGGAGC": 486,
      "AATTTTATTACAACAG": 487,
      "TCATCC": 488,
      "TGTAAATTTTATTACTAC": 489,
      "CCCCCCTC": 490,
      "AACTGATCG": 491,
      "GAATG": 492,
      "TGATCAGG": 493,
      "AACGGAGCTGG": 494,
      "ATTATTAC": 495,
      "TGGG": 496,
      "TATTTC": 497,
      "ACACCC": 498,
      "AATCTT": 499,
      "TGGAGCTTG": 500,
      "TATAGTAGG": 501,
      "GTTTA": 502,
      "TTCATTAAG": 503,
      "AAATTTATAATTC": 504,
      "AAGATC": 505,
      "TAATG": 506,
      "TATTTTC": 507,
      "TGGAACTGG": 508,
      "ATTATTATTATCTTTACC": 509,
      "TATTACAATATTATT": 510,
      "ATTATC": 511
    },
    "merges": [
      "T T",
      "T A",
      "A A",
      "G G",
      "C C",
      "A TT",
      "T C",
      "A G",
      "T G",
      "TT TT",
      "A C",
      "A TA",
      "A GG",
      "A TC",
      "TT C",
      "T GG",
      "AA TA",
      "TT TA",
      "AG C",
      "AA C",
      "AA TT",
      "TA G",
      "T CC",
      "TA TT",
      "A TG",
      "A CC",
      "TT G",
      "TA C",
      "AA TTTT",
      "AA ATT",
      "CC C",
      "TAG C",
      "G TA",
      "TG C",
      "ATA ATT",
      "G C",
      "TA ATT",
      "TA TTTT",
      "G TT",
      "ATT ATT",
      "TA TA",
      "G AATA",
      "CC CC",
      "ATT AC",
      "TG ATC",
      "G ATT",
      "TC TTC",
      "GG C",
      "AGG AGC",
      "ATA CC",
      "TA AG",
      "ATG C",
      "AA G",
      "TT ATT",
      "TT ATA",
      "TT TC",
      "A TCC",
      "AAC AG",
      "ATT TAGC",
      "AATA ATA",
      "TT CC",
      "TTC TTTA",
      "ATAATT TTTT",
      "TT TG",
      "TA TC",
      "AATT AC",
      "ATA TAGC",
      "TTTT ATT",
      "GG AGG",
      "AA TTC",
      "TGG AGC",
      "G ATC",
      "AATAATA TAAG",
      "TATT AC",
      "AAATT TATA",
      "G AC",
      "TA GG",
      "TCC C",
      "AA TC",
      "ATAATTTTTT TTATA",
      "ATT TGG",
      "ATG ATC",
      "AATA TAC",
      "ATT C",
      "AAC TG",
      "AG CC",
      "CC TTTA",
      "ATT TTG",
      "TC ATGC",
      "AAC AGG",
      "AG TA",
      "TAG AA",
      "AATA C",
      "AATT AGG",
      "AATTTT ATTAC",
      "ACC C",
      "ATA TT",
      "GAATA AATAATATAAG",
      "GG G",
      "TG TA",
      "TCC TC",
      "CC TC",
      "AC AGC",
      "TT TGG",
      "ATA C",
      "AAATTTATA ATG",
      "TT GG",
      "AGC AGG",
      "A TGG",
      "TT AC",
      "TATT ATT",
      "ATT GG",
      "AA ATA",
      "GGAGG ATTTGG",
      "TTG C",
      "ATC TTTA",
      "G AGC",
      "AGC TGG",
      "AATA TT",
      "AC TGC",
      "TTTA TCC",
      "GATT AG",
      "TC ATC",
      "GG GG",
      "GTT ATACC",
      "TT TGATC",
      "TG ATATAGC",
      "AA AC",
      "TTC ATT",
      "AG TAG",
      "G TC",
      "ATC ATT",
      "TTTT TG",
      "TA AC",
      "AGG GGC",
      "AATTTT ATT",
      "ATAATTTTTTTTATA GTTATACC",
      "GG AAC",
      "TATT ATAATT",
      "TG TTG",
      "TG TAG",
      "TC TTTA",
      "G AA",
      "AAATTTATAATG TAATT",
      "AAATT TA",
      "AAC TTTA",
      "AC TT",
      "TTC TTC",
      "ATG AACAG",
      "AG CCCC",
      "GC TC",
      "AA CC",
      "AG TTTT",
      "CCTTTA TTTG",
      "TG TTTT",
      "AGG AATT",
      "TA CC",
      "AATT GG",
      "AC TTTT",
      "AG TATT",
      "GGAGGATTTGG AAATT",
      "AG TTG",
      "GAATAAATAATATAAG ATTTTG",
      "GG AGC",
      "GTA ATACC",
      "AG ATATAGC",
      "ATA G",
      "TATTAC TA",
      "TA TAG",
      "ATT TATT",
      "AATA GTA",
      "AAC TGG",
      "AC TTC",
      "TTCTTTA C",
      "A T",
      "G ACC",
      "TTG ATC",
      "TG TATT",
      "TA ATA",
      "AATT ATT",
      "AG AA",
      "AATATAC GATC",
      "ATTATT ATT",
      "G TAGAA",
      "ATG AACTG",
      "TAG CC",
      "ATTATT ACC",
      "TGG C",
      "AATTTTATTAC TAC",
      "ATG ACC",
      "TC TC",
      "AA AA",
      "TGG AATT",
      "ATAATTTTTTTTATA GTAATACC",
      "ACAGC TCATGC",
      "ATCTTTA CC",
      "AATT ATAATT",
      "TG AATTAGG",
      "TATTTT TTC",
      "G CC",
      "AC GC",
      "TG TT",
      "TTTA CCC",
      "ATC TC",
      "TT TCCC",
      "AC TTTA",
      "TT CCC",
      "AATT ATA",
      "AAC GG",
      "TT AG",
      "GAATA CCTTTATTTG",
      "AATTTTATT TC",
      "AATTTT TTC",
      "TTCC TTTA",
      "AATTTT AGGAGC",
      "AGG AGG",
      "AGC AGGAGC",
      "G TG",
      "AC ATA",
      "AC ATGC",
      "TAC AGG",
      "AC TA",
      "G AATT",
      "ATT TT",
      "AC AG",
      "ATG CC",
      "TAATT C",
      "ACTGC TCATGC",
      "TCC TTTA",
      "GTA TA",
      "AG TT",
      "CCC ATGC",
      "AATT TC",
      "ATC G",
      "GAATAAATAATATAAG TTTTTG",
      "TCC TGATATAGC",
      "AATTC GAGC",
      "AGG TGC",
      "ATT TTTGG",
      "TTTT CCTC",
      "TG ATA",
      "G AAC",
      "TTTA C",
      "AGC TGGAGC",
      "G TTG",
      "TGG GGC",
      "TTTT C",
      "AGG AACAGG",
      "GG AG",
      "TA TTC",
      "ATT ATA",
      "AAATTTATAATGTAATT GTT",
      "TCTTC TATTTT",
      "AA TG",
      "TTTT G",
      "AC TC",
      "TTTA ATTGG",
      "TATT ATA",
      "TA AA",
      "TG ATT",
      "AATAGTA GGAAC",
      "TCC CC",
      "TTTT GTA",
      "TTC TC",
      "AATTAC AGC",
      "ACC TCC",
      "TG CC",
      "TATTTT TTCTTTAC",
      "ATA TTGC",
      "AGG AATA",
      "AC TAC",
      "AA GAATA",
      "AATTTTATTAC AAC",
      "AATA ATT",
      "AGG GG",
      "AA TGGAGC",
      "AATATAC G",
      "GG AAATT",
      "ATCC C",
      "GG TGG",
      "ATATT AGGAGC",
      "TTC TTTT",
      "TTTA CC",
      "TC TA",
      "TTCTTTA AG",
      "GTA ATT",
      "AAATTTA AATAC",
      "TTG AACAG",
      "AG AATTAGG",
      "TTTTATT TTTGG",
      "G ATA",
      "TGTTG ATTTAGC",
      "AATA TTATT",
      "GG TAC",
      "TTTA CCCC",
      "TTTA TT",
      "TTCTTTA TAG",
      "AAATTTATAATGTAATT GTA",
      "TG AGCAGG",
      "ATC TTC",
      "ATT TCCTC",
      "TTTCCC TC",
      "AATTAC TA",
      "ATT TATC",
      "ATTTAGC TGG",
      "AATT CC",
      "TT ATACC",
      "AA GG",
      "ATCATT ACC",
      "AG ATA",
      "TC ATT",
      "TTTTATT ATAATTTTTTTTATAGTTATACC",
      "TCC AC",
      "G CCC",
      "AGG AGCCCC",
      "TAATT GG",
      "CC AC",
      "TATTACTA TATTATT",
      "GAC TAG",
      "ATTTAGC AGG",
      "TC ATA",
      "TC TT",
      "AACAG ATCG",
      "AG ATGATC",
      "ATTATT C",
      "TTG AACTG",
      "AC TG",
      "AGGAGC TTC",
      "ACC CCC",
      "G TGG",
      "ATT CCC",
      "TCC CCC",
      "TGATC G",
      "ATC AC",
      "TTTA TTTT",
      "AATTC G",
      "TC AAC",
      "AGCC GG",
      "AATTTT TTCTTTAC",
      "AG ATC",
      "AAATTTATAATG TTATT",
      "ATTTAGC AGGAATT",
      "TAATT AATATACGATC",
      "TAGG AGC",
      "TG TTTGATC",
      "TGG TGC",
      "TG AC",
      "GAC AGG",
      "G AATTAGG",
      "ATGAACAG TTTATCC",
      "TAC TTTT",
      "GGGG GATT",
      "TATTTT AATT",
      "TATTTT ATTTTTGG",
      "TGG AACAGG",
      "TA TGATC",
      "ATAATT TTCTTTATAG",
      "AATTAC TGC",
      "GATT AGTA",
      "GAATACCTTTATTTG TTTGATC",
      "ATTTATT T",
      "GATTAG TTCCTTTA",
      "TTTC ATC",
      "AATA AG",
      "TTATT C",
      "AA GTA",
      "TGG AAATT",
      "AA TCC",
      "TT ATTAC",
      "ACC G",
      "AATTTTATTTC TAC",
      "TTTC ATT",
      "ATT AATATT",
      "GG GGC",
      "AGG ATC",
      "AA ATGATC",
      "AA ATC",
      "ATTTAGC TGGAATT",
      "AGG AG",
      "TT TCTTC",
      "AATAATATAAG ATTTTG",
      "TTTT GATC",
      "AGG C",
      "ATTC TG",
      "TTTA TTTG",
      "AA ATACC",
      "TCTTC AATTTTAGGAGC",
      "TAAG ATTTTG",
      "ATT AATTGG",
      "TAC TGG",
      "GGAGGATTTGG TAATT",
      "TG AAC",
      "TAATT ACAGC",
      "TATTTTTTC TCTTC",
      "AAATTTATA AC",
      "TA ATACC",
      "AATT GTAGAA",
      "AATTTTATTTC AAC",
      "TTGC TC",
      "AGG AGCC",
      "ATGAACTG TTTATCC",
      "ATC TAGC",
      "AATTTTTTC TCTTC",
      "AGG AACTGG",
      "AATA ATTGG",
      "TCTTCTATTTT AGGAGC",
      "GG GC",
      "AATTCGAGC TGAATTAGG",
      "ATTATTACC TCC",
      "AG ATTTTG",
      "GGTGG ATTTGG",
      "AAAC TGATT",
      "TGTAG ATTTAGC",
      "AC TATT",
      "GAC TTG",
      "AAATA ATA",
      "TTTTATT ATAATTTTTTTTATAGTAATACC",
      "GC AC",
      "TG TC",
      "GAGC TGAATTAGG",
      "ACATA GC",
      "TC ACGC",
      "TTC TTTC",
      "AATA ACATA",
      "ACC CC",
      "AATA TAAA",
      "TG ATGATC",
      "TTTT GTT",
      "TCATC TATTTT",
      "ATAATTTTTT TCATA",
      "ATTAC TTTT",
      "AATTTT AATT",
      "TTTG ATCC",
      "ATT TGATC",
      "AGAA GAATA",
      "AAATT TAC",
      "TCC AGATATAGC",
      "GC TCATGC",
      "AG AC",
      "TT TCCTC",
      "AG TTC",
      "TATA CCC",
      "AG ATT",
      "TCTTC AATTTT",
      "AG TAATT",
      "AATA TGC",
      "AA TGG",
      "GTA TAG",
      "GATTAG TTCC",
      "GTT ACAGCTCATGC",
      "CC CCC",
      "TATTATAATT GGAGGATTTGGAAATT",
      "AATT AAG",
      "AAC AATA",
      "TC TTTT",
      "TAC TATT",
      "TGTA TGATC",
      "ATT TTTC",
      "ATT TA",
      "ATT TCCAC",
      "TATA ATG",
      "TT AATAC",
      "AC ATCC",
      "TTTT CCAC",
      "ATATT AGGAGCCCC",
      "TTCC CCC",
      "TTTA TC",
      "AATTTT C",
      "AATT GCTC",
      "AGTTG ATTTAGC",
      "TATA TCC",
      "AATT AAATT",
      "TATAG TAGAA",
      "ATA ATA",
      "GGAGG ATTC",
      "GGAGG GTT",
      "TG AGCTGG",
      "TCATC AATTTTAGGAGC",
      "AATTTTATTAC AACAG",
      "TC ATCC",
      "TGTA AATTTTATTACTAC",
      "CCCC CCTC",
      "AAC TGATCG",
      "GAA TG",
      "TGATC AGG",
      "AACGG AGCTGG",
      "ATTATT AC",
      "TGG G",
      "TATT TC",
      "AC ACCC",
      "AATC TT",
      "TGGAGC TTG",
      "TATAG TAGG",
      "G TTTA",
      "TTCATT AAG",
      "AAATTTA TAATTC",
      "AAG ATC",
      "TA ATG",
      "TATTTT C",
      "TGG AACTGG",
      "ATTATTATT ATCTTTACC",
      "TATTAC AATATTATT",
      "ATT ATC"
    ]
  }
}
