{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          1
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          2
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "T": 8,
      "TT": 9,
      "TA": 10,
      "AA": 11,
      "GG": 12,
      "CC": 13,
      "ATT": 14,
      "TC": 15,
      "AG": 16,
      "TG": 17,
      "TTTT": 18,
      "AC": 19,
      "ATA": 20,
      "AGG": 21,
      "ATC": 22,
      "TTC": 23,
      "TGG": 24,
      "AATA": 25,
      "TTTA": 26,
      "AGC": 27,
      "AAC": 28,
      "AATT": 29,
      "TAG": 30,
      "TCC": 31,
      "TATT": 32,
      "ATG": 33,
      "ACC": 34,
      "TTG": 35,
      "TAC": 36,
      "AATTTT": 37,
      "AAATT": 38,
      "CCC": 39,
      "TAGC": 40,
      "GTA": 41,
      "TGC": 42,
      "ATAATT": 43,
      "GC": 44,
      "TAATT": 45,
      "TATTTT": 46,
      "GTT": 47,
      "ATTATT": 48,
      "TATA": 49,
      "GAATA": 50,
      "CCCC": 51,
      "ATTAC": 52,
      "TGATC": 53,
      "GATT": 54,
      "TCTTC": 55,
      "GGC": 56,
      "AGGAGC": 57,
      "ATACC": 58,
      "TAAG": 59,
      "ATGC": 60,
      "AAG": 61,
      "TTATT": 62,
      "TTATA": 63,
      "TTTC": 64,
      "ATCC": 65,
      "AACAG": 66,
      "ATTTAGC": 67,
      "AATAATA": 68,
      "TTCC": 69,
      "TTCTTTA": 70,
      "ATAATTTTTT": 71,
      "TTTG": 72,
      "TATC": 73,
      "AATTAC": 74,
      "ATATAGC": 75,
      "TTTTATT": 76,
      "GGAGG": 77,
      "AATTC": 78,
      "TGGAGC": 79,
      "GATC": 80,
      "AATAATATAAG": 81,
      "TATTAC": 82,
      "AAATTTATA": 83,
      "GAC": 84,
      "TAGG": 85,
      "TCCC": 86,
      "AATC": 87,
      "ATAATTTTTTTTATA": 88,
      "ATTTGG": 89,
      "ATGATC": 90,
      "AATATAC": 91,
      "ATTC": 92,
      "AACTG": 93,
      "AGCC": 94,
      "CCTTTA": 95,
      "ATTTTG": 96,
      "TCATGC": 97,
      "AACAGG": 98,
      "AGTA": 99,
      "TAGAA": 100,
      "AATAC": 101,
      "AATTAGG": 102,
      "AATTTTATTAC": 103,
      "ACCC": 104,
      "ATATT": 105,
      "GAATAAATAATATAAG": 106,
      "GGG": 107,
      "TGTA": 108,
      "TCCTC": 109,
      "CCTC": 110,
      "ACAGC": 111,
      "TTTGG": 112,
      "ATAC": 113,
      "AAATTTATAATG": 114,
      "TTGG": 115,
      "AGCAGG": 116,
      "ATGG": 117,
      "TTAC": 118,
      "TATTATT": 119,
      "ATTGG": 120,
      "AAATA": 121,
      "GGAGGATTTGG": 122,
      "TTGC": 123,
      "ATCTTTA": 124,
      "GAGC": 125,
      "AGCTGG": 126,
      "AATATT": 127,
      "ACTGC": 128,
      "TTTATCC": 129,
      "GATTAG": 130,
      "TCATC": 131,
      "GGGG": 132,
      "GTTATACC": 133,
      "TTTGATC": 134,
      "TGATATAGC": 135,
      "AAAC": 136,
      "TTCATT": 137,
      "AGTAG": 138,
      "GTC": 139,
      "ATCATT": 140,
      "TTTTTG": 141,
      "TAAC": 142,
      "AGGGGC": 143,
      "AATTTTATT": 144,
      "ATAATTTTTTTTATAGTTATACC": 145,
      "GGAAC": 146,
      "TATTATAATT": 147,
      "TGTTG": 148,
      "TGTAG": 149,
      "TCTTTA": 150,
      "GAA": 151,
      "AAATTTATAATGTAATT": 152,
      "AAATTTA": 153,
      "AACTTTA": 154,
      "ACTT": 155,
      "TTCTTC": 156,
      "ATGAACAG": 157,
      "AGCCCC": 158,
      "GCTC": 159,
      "AACC": 160,
      "AGTTTT": 161,
      "CCTTTATTTG": 162,
      "TGTTTT": 163,
      "AGGAATT": 164,
      "TACC": 165,
      "AATTGG": 166,
      "ACTTTT": 167,
      "AGTATT": 168,
      "GGAGGATTTGGAAATT": 169,
      "AGTTG": 170,
      "GAATAAATAATATAAGATTTTG": 171,
      "GGAGC": 172,
      "GTAATACC": 173,
      "AGATATAGC": 174,
      "ATAG": 175,
      "TATTACTA": 176,
      "TATAG": 177,
      "ATTTATT": 178,
      "AATAGTA": 179,
      "AACTGG": 180,
      "ACTTC": 181,
      "TTCTTTAC": 182,
      "AT": 183,
      "GACC": 184,
      "TTGATC": 185,
      "TGTATT": 186,
      "TAATA": 187,
      "AATTATT": 188,
      "AGAA": 189,
      "AATATACGATC": 190,
      "ATTATTATT": 191,
      "GTAGAA": 192,
      "ATGAACTG": 193,
      "TAGCC": 194,
      "ATTATTACC": 195,
      "TGGC": 196,
      "AATTTTATTACTAC": 197,
      "ATGACC": 198,
      "TCTC": 199,
      "AAAA": 200,
      "TGGAATT": 201,
      "ATAATTTTTTTTATAGTAATACC": 202,
      "ACAGCTCATGC": 203,
      "ATCTTTACC": 204,
      "AATTATAATT": 205,
      "TGAATTAGG": 206,
      "TATTTTTTC": 207,
      "GCC": 208,
      "ACGC": 209,
      "TGTT": 210,
      "TTTACCC": 211,
      "ATCTC": 212,
      "TTTCCC": 213,
      "ACTTTA": 214,
      "TTCCC": 215,
      "AATTATA": 216,
      "AACGG": 217,
      "TTAG": 218,
      "GAATACCTTTATTTG": 219,
      "AATTTTATTTC": 220,
      "AATTTTTTC": 221,
      "TTCCTTTA": 222,
      "AATTTTAGGAGC": 223,
      "AGGAGG": 224,
      "AGCAGGAGC": 225,
      "GTG": 226,
      "ACATA": 227,
      "ACATGC": 228,
      "TACAGG": 229,
      "ACTA": 230,
      "GAATT": 231,
      "ATTTT": 232,
      "ACAG": 233,
      "ATGCC": 234,
      "TAATTC": 235,
      "ACTGCTCATGC": 236,
      "TCCTTTA": 237,
      "GTATA": 238,
      "AGTT": 239,
      "CCCATGC": 240,
      "AATTTC": 241,
      "ATCG": 242,
      "GAATAAATAATATAAGTTTTTG": 243,
      "TCCTGATATAGC": 244,
      "AATTCGAGC": 245,
      "AGGTGC": 246,
      "ATTTTTGG": 247,
      "TTTTCCTC": 248,
      "TGATA": 249,
      "GAAC": 250,
      "TTTAC": 251,
      "AGCTGGAGC": 252,
      "GTTG": 253,
      "TGGGGC": 254,
      "TTTTC": 255
    },
    "merges": [
      "T T",
      "T A",
      "A A",
      "G G",
      "C C",
      "A TT",
      "T C",
      "A G",
      "T G",
      "TT TT",
      "A C",
      "A TA",
      "A GG",
      "A TC",
      "TT C",
      "T GG",
      "AA TA",
      "TT TA",
      "AG C",
      "AA C",
      "AA TT",
      "TA G",
      "T CC",
      "TA TT",
      "A TG",
      "A CC",
      "TT G",
      "TA C",
      "AA TTTT",
      "AA ATT",
      "CC C",
      "TAG C",
      "G TA",
      "TG C",
      "ATA ATT",
      "G C",
      "TA ATT",
      "TA TTTT",
      "G TT",
      "ATT ATT",
      "TA TA",
      "G AATA",
      "CC CC",
      "ATT AC",
      "TG ATC",
      "G ATT",
      "TC TTC",
      "GG C",
      "AGG AGC",
      "ATA CC",
      "TA AG",
      "ATG C",
      "AA G",
      "TT ATT",
      "TT ATA",
      "TT TC",
      "A TCC",
      "AAC AG",
      "ATT TAGC",
      "AATA ATA",
      "TT CC",
      "TTC TTTA",
      "ATAATT TTTT",
      "TT TG",
      "TA TC",
      "AATT AC",
      "ATA TAGC",
      "TTTT ATT",
      "GG AGG",
      "AA TTC",
      "TGG AGC",
      "G ATC",
      "AATAATA TAAG",
      "TATT AC",
      "AAATT TATA",
      "G AC",
      "TA GG",
      "TCC C",
      "AA TC",
      "ATAATTTTTT TTATA",
      "ATT TGG",
      "ATG ATC",
      "AATA TAC",
      "ATT C",
      "AAC TG",
      "AG CC",
      "CC TTTA",
      "ATT TTG",
      "TC ATGC",
      "AAC AGG",
      "AG TA",
      "TAG AA",
      "AATA C",
      "AATT AGG",
      "AATTTT ATTAC",
      "ACC C",
      "ATA TT",
      "GAATA AATAATATAAG",
      "GG G",
      "TG TA",
      "TCC TC",
      "CC TC",
      "AC AGC",
      "TT TGG",
      "ATA C",
      "AAATTTATA ATG",
      "TT GG",
      "AGC AGG",
      "A TGG",
      "TT AC",
      "TATT ATT",
      "ATT GG",
      "AA ATA",
      "GGAGG ATTTGG",
      "TTG C",
      "ATC TTTA",
      "G AGC",
      "AGC TGG",
      "AATA TT",
      "AC TGC",
      "TTTA TCC",
      "GATT AG",
      "TC ATC",
      "GG GG",
      "GTT ATACC",
      "TT TGATC",
      "TG ATATAGC",
      "AA AC",
      "TTC ATT",
      "AG TAG",
      "G TC",
      "ATC ATT",
      "TTTT TG",
      "TA AC",
      "AGG GGC",
      "AATTTT ATT",
      "ATAATTTTTTTTATA GTTATACC",
      "GG AAC",
      "TATT ATAATT",
      "TG TTG",
      "TG TAG",
      "TC TTTA",
      "G AA",
      "AAATTTATAATG TAATT",
      "AAATT TA",
      "AAC TTTA",
      "AC TT",
      "TTC TTC",
      "ATG AACAG",
      "AG CCCC",
      "GC TC",
      "AA CC",
      "AG TTTT",
      "CCTTTA TTTG",
      "TG TTTT",
      "AGG AATT",
      "TA CC",
      "AATT GG",
      "AC TTTT",
      "AG TATT",
      "GGAGGATTTGG AAATT",
      "AG TTG",
      "GAATAAATAATATAAG ATTTTG",
      "GG AGC",
      "GTA ATACC",
      "AG ATATAGC",
      "ATA G",
      "TATTAC TA",
      "TA TAG",
      "ATT TATT",
      "AATA GTA",
      "AAC TGG",
      "AC TTC",
      "TTCTTTA C",
      "A T",
      "G ACC",
      "TTG ATC",
      "TG TATT",
      "TA ATA",
      "AATT ATT",
      "AG AA",
      "AATATAC GATC",
      "ATTATT ATT",
      "G TAGAA",
      "ATG AACTG",
      "TAG CC",
      "ATTATT ACC",
      "TGG C",
      "AATTTTATTAC TAC",
      "ATG ACC",
      "TC TC",
      "AA AA",
      "TGG AATT",
      "ATAATTTTTTTTATA GTAATACC",
      "ACAGC TCATGC",
      "ATCTTTA CC",
      "AATT ATAATT",
      "TG AATTAGG",
      "TATTTT TTC",
      "G CC",
      "AC GC",
      "TG TT",
      "TTTA CCC",
      "ATC TC",
      "TT TCCC",
      "AC TTTA",
      "TT CCC",
      "AATT ATA",
      "AAC GG",
      "TT AG",
      "GAATA CCTTTATTTG",
      "AATTTTATT TC",
      "AATTTT TTC",
      "TTCC TTTA",
      "AATTTT AGGAGC",
      "AGG AGG",
      "AGC AGGAGC",
      "G TG",
      "AC ATA",
      "AC ATGC",
      "TAC AGG",
      "AC TA",
      "G AATT",
      "ATT TT",
      "AC AG",
      "ATG CC",
      "TAATT C",
      "ACTGC TCATGC",
      "TCC TTTA",
      "GTA TA",
      "AG TT",
      "CCC ATGC",
      "AATT TC",
      "ATC G",
      "GAATAAATAATATAAG TTTTTG",
      "TCC TGATATAGC",
      "AATTC GAGC",
      "AGG TGC",
      "ATT TTTGG",
      "TTTT CCTC",
      "TG ATA",
      "G AAC",
      "TTTA C",
      "AGC TGGAGC",
      "G TTG",
      "TGG GGC",
      "TTTT C"
    ]
  }
}
