{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          1
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          2
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "T": 8,
      "TT": 9,
      "TA": 10,
      "AA": 11,
      "GG": 12,
      "CC": 13,
      "ATT": 14,
      "TC": 15,
      "AG": 16,
      "TG": 17,
      "TTTT": 18,
      "AC": 19,
      "ATA": 20,
      "AGG": 21,
      "ATC": 22,
      "TTC": 23,
      "TGG": 24,
      "AATA": 25,
      "TTTA": 26,
      "AGC": 27,
      "AAC": 28,
      "AATT": 29,
      "TAG": 30,
      "TCC": 31,
      "TATT": 32,
      "ATG": 33,
      "ACC": 34,
      "TTG": 35,
      "TAC": 36,
      "AATTTT": 37,
      "AAATT": 38,
      "CCC": 39,
      "TAGC": 40,
      "GTA": 41,
      "TGC": 42,
      "ATAATT": 43,
      "GC": 44,
      "TAATT": 45,
      "TATTTT": 46,
      "GTT": 47,
      "ATTATT": 48,
      "TATA": 49,
      "GAATA": 50,
      "CCCC": 51,
      "ATTAC": 52,
      "TGATC": 53,
      "GATT": 54,
      "TCTTC": 55,
      "GGC": 56,
      "AGGAGC": 57,
      "ATACC": 58,
      "TAAG": 59,
      "ATGC": 60,
      "AAG": 61,
      "TTATT": 62,
      "TTATA": 63,
      "TTTC": 64,
      "ATCC": 65,
      "AACAG": 66,
      "ATTTAGC": 67,
      "AATAATA": 68,
      "TTCC": 69,
      "TTCTTTA": 70,
      "ATAATTTTTT": 71,
      "TTTG": 72,
      "TATC": 73,
      "AATTAC": 74,
      "ATATAGC": 75,
      "TTTTATT": 76,
      "GGAGG": 77,
      "AATTC": 78,
      "TGGAGC": 79,
      "GATC": 80,
      "AATAATATAAG": 81,
      "TATTAC": 82,
      "AAATTTATA": 83,
      "GAC": 84,
      "TAGG": 85,
      "TCCC": 86,
      "AATC": 87,
      "ATAATTTTTTTTATA": 88,
      "ATTTGG": 89,
      "ATGATC": 90,
      "AATATAC": 91,
      "ATTC": 92,
      "AACTG": 93,
      "AGCC": 94,
      "CCTTTA": 95,
      "ATTTTG": 96,
      "TCATGC": 97,
      "AACAGG": 98,
      "AGTA": 99,
      "TAGAA": 100,
      "AATAC": 101,
      "AATTAGG": 102,
      "AATTTTATTAC": 103,
      "ACCC": 104,
      "ATATT": 105,
      "GAATAAATAATATAAG": 106,
      "GGG": 107,
      "TGTA": 108,
      "TCCTC": 109,
      "CCTC": 110,
      "ACAGC": 111,
      "TTTGG": 112,
      "ATAC": 113,
      "AAATTTATAATG": 114,
      "TTGG": 115,
      "AGCAGG": 116,
      "ATGG": 117,
      "TTAC": 118,
      "TATTATT": 119,
      "ATTGG": 120,
      "AAATA": 121,
      "GGAGGATTTGG": 122,
      "TTGC": 123,
      "ATCTTTA": 124,
      "GAGC": 125,
      "AGCTGG": 126,
      "AATATT": 127
    },
    "merges": [
      "T T",
      "T A",
      "A A",
      "G G",
      "C C",
      "A TT",
      "T C",
      "A G",
      "T G",
      "TT TT",
      "A C",
      "A TA",
      "A GG",
      "A TC",
      "TT C",
      "T GG",
      "AA TA",
      "TT TA",
      "AG C",
      "AA C",
      "AA TT",
      "TA G",
      "T CC",
      "TA TT",
      "A TG",
      "A CC",
      "TT G",
      "TA C",
      "AA TTTT",
      "AA ATT",
      "CC C",
      "TAG C",
      "G TA",
      "TG C",
      "ATA ATT",
      "G C",
      "TA ATT",
      "TA TTTT",
      "G TT",
      "ATT ATT",
      "TA TA",
      "G AATA",
      "CC CC",
      "ATT AC",
      "TG ATC",
      "G ATT",
      "TC TTC",
      "GG C",
      "AGG AGC",
      "ATA CC",
      "TA AG",
      "ATG C",
      "AA G",
      "TT ATT",
      "TT ATA",
      "TT TC",
      "A TCC",
      "AAC AG",
      "ATT TAGC",
      "AATA ATA",
      "TT CC",
      "TTC TTTA",
      "ATAATT TTTT",
      "TT TG",
      "TA TC",
      "AATT AC",
      "ATA TAGC",
      "TTTT ATT",
      "GG AGG",
      "AA TTC",
      "TGG AGC",
      "G ATC",
      "AATAATA TAAG",
      "TATT AC",
      "AAATT TATA",
      "G AC",
      "TA GG",
      "TCC C",
      "AA TC",
      "ATAATTTTTT TTATA",
      "ATT TGG",
      "ATG ATC",
      "AATA TAC",
      "ATT C",
      "AAC TG",
      "AG CC",
      "CC TTTA",
      "ATT TTG",
      "TC ATGC",
      "AAC AGG",
      "AG TA",
      "TAG AA",
      "AATA C",
      "AATT AGG",
      "AATTTT ATTAC",
      "ACC C",
      "ATA TT",
      "GAATA AATAATATAAG",
      "GG G",
      "TG TA",
      "TCC TC",
      "CC TC",
      "AC AGC",
      "TT TGG",
      "ATA C",
      "AAATTTATA ATG",
      "TT GG",
      "AGC AGG",
      "A TGG",
      "TT AC",
      "TATT ATT",
      "ATT GG",
      "AA ATA",
      "GGAGG ATTTGG",
      "TTG C",
      "ATC TTTA",
      "G AGC",
      "AGC TGG",
      "AATA TT"
    ]
  }
}
