{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          1
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          2
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "T": 8,
      "TT": 9,
      "TA": 10,
      "AA": 11,
      "GG": 12,
      "CC": 13,
      "ATT": 14,
      "TC": 15,
      "AG": 16,
      "TG": 17,
      "TTTT": 18,
      "AC": 19,
      "ATA": 20,
      "AGG": 21,
      "ATC": 22,
      "TTC": 23,
      "TGG": 24,
      "AATA": 25,
      "TTTA": 26,
      "AGC": 27,
      "AAC": 28,
      "AATT": 29,
      "TAG": 30,
      "TCC": 31,
      "TATT": 32,
      "ATG": 33,
      "ACC": 34,
      "TTG": 35,
      "TAC": 36,
      "AATTTT": 37,
      "AAATT": 38,
      "CCC": 39,
      "TAGC": 40,
      "GTA": 41,
      "TGC": 42,
      "ATAATT": 43,
      "GC": 44,
      "TAATT": 45,
      "TATTTT": 46,
      "GTT": 47,
      "ATTATT": 48,
      "TATA": 49,
      "GAATA": 50,
      "CCCC": 51,
      "ATTAC": 52,
      "TGATC": 53,
      "GATT": 54,
      "TCTTC": 55,
      "GGC": 56,
      "AGGAGC": 57,
      "ATACC": 58,
      "TAAG": 59,
      "ATGC": 60,
      "AAG": 61,
      "TTATT": 62,
      "TTATA": 63,
      "TTTC": 64,
      "ATCC": 65,
      "AACAG": 66,
      "ATTTAGC": 67,
      "AATAATA": 68,
      "TTCC": 69,
      "TTCTTTA": 70,
      "ATAATTTTTT": 71,
      "TTTG": 72,
      "TATC": 73,
      "AATTAC": 74,
      "ATATAGC": 75,
      "TTTTATT": 76,
      "GGAGG": 77,
      "AATTC": 78,
      "TGGAGC": 79,
      "GATC": 80,
      "AATAATATAAG": 81,
      "TATTAC": 82,
      "AAATTTATA": 83,
      "GAC": 84,
      "TAGG": 85,
      "TCCC": 86,
      "AATC": 87,
      "ATAATTTTTTTTATA": 88,
      "ATTTGG": 89,
      "ATGATC": 90,
      "AATATAC": 91,
      "ATTC": 92,
      "AACTG": 93,
      "AGCC": 94,
      "CCTTTA": 95,
      "ATTTTG": 96,
      "TCATGC": 97,
      "AACAGG": 98,
      "AGTA": 99,
      "TAGAA": 100,
      "AATAC": 101,
      "AATTAGG": 102,
      "AATTTTATTAC": 103,
      "ACCC": 104,
      "ATATT": 105,
      "GAATAAATAATATAAG": 106,
      "GGG": 107,
      "TGTA": 108,
      "TCCTC": 109,
      "CCTC": 110,
      "ACAGC": 111,
      "TTTGG": 112,
      "ATAC": 113,
      "AAATTTATAATG": 114,
      "TTGG": 115,
      "AGCAGG": 116,
      "ATGG": 117,
      "TTAC": 118,
      "TATTATT": 119,
      "ATTGG": 120,
      "AAATA": 121,
      "GGAGGATTTGG": 122,
      "TTGC": 123,
      "ATCTTTA": 124,
      "GAGC": 125,
      "AGCTGG": 126,
      "AATATT": 127,
      "ACTGC": 128,
      "TTTATCC": 129,
      "GATTAG": 130,
      "TCATC": 131,
      "GGGG": 132,
      "GTTATACC": 133,
      "TTTGATC": 134,
      "TGATATAGC": 135,
      "AAAC": 136,
      "TTCATT": 137,
      "AGTAG": 138,
      "GTC": 139,
      "ATCATT": 140,
      "TTTTTG": 141,
      "TAAC": 142,
      "AGGGGC": 143,
      "AATTTTATT": 144,
      "ATAATTTTTTTTATAGTTATACC": 145,
      "GGAAC": 146,
      "TATTATAATT": 147,
      "TGTTG": 148,
      "TGTAG": 149,
      "TCTTTA": 150,
      "GAA": 151,
      "AAATTTATAATGTAATT": 152,
      "AAATTTA": 153,
      "AACTTTA": 154,
      "ACTT": 155,
      "TTCTTC": 156,
      "ATGAACAG": 157,
      "AGCCCC": 158,
      "GCTC": 159,
      "AACC": 160,
      "AGTTTT": 161,
      "CCTTTATTTG": 162,
      "TGTTTT": 163,
      "AGGAATT": 164,
      "TACC": 165,
      "AATTGG": 166,
      "ACTTTT": 167,
      "AGTATT": 168,
      "GGAGGATTTGGAAATT": 169,
      "AGTTG": 170,
      "GAATAAATAATATAAGATTTTG": 171,
      "GGAGC": 172,
      "GTAATACC": 173,
      "AGATATAGC": 174,
      "ATAG": 175,
      "TATTACTA": 176,
      "TATAG": 177,
      "ATTTATT": 178,
      "AATAGTA": 179,
      "AACTGG": 180,
      "ACTTC": 181,
      "TTCTTTAC": 182,
      "AT": 183,
      "GACC": 184,
      "TTGATC": 185,
      "TGTATT": 186,
      "TAATA": 187,
      "AATTATT": 188,
      "AGAA": 189,
      "AATATACGATC": 190,
      "ATTATTATT": 191,
      "GTAGAA": 192,
      "ATGAACTG": 193,
      "TAGCC": 194,
      "ATTATTACC": 195,
      "TGGC": 196,
      "AATTTTATTACTAC": 197,
      "ATGACC": 198,
      "TCTC": 199,
      "AAAA": 200,
      "TGGAATT": 201,
      "ATAATTTTTTTTATAGTAATACC": 202,
      "ACAGCTCATGC": 203,
      "ATCTTTACC": 204,
      "AATTATAATT": 205,
      "TGAATTAGG": 206,
      "TATTTTTTC": 207,
      "GCC": 208,
      "ACGC": 209,
      "TGTT": 210,
      "TTTACCC": 211,
      "ATCTC": 212,
      "TTTCCC": 213,
      "ACTTTA": 214,
      "TTCCC": 215,
      "AATTATA": 216,
      "AACGG": 217,
      "TTAG": 218,
      "GAATACCTTTATTTG": 219,
      "AATTTTATTTC": 220,
      "AATTTTTTC": 221,
      "TTCCTTTA": 222,
      "AATTTTAGGAGC": 223,
      "AGGAGG": 224,
      "AGCAGGAGC": 225,
      "GTG": 226,
      "ACATA": 227,
      "ACATGC": 228,
      "TACAGG": 229,
      "ACTA": 230,
      "GAATT": 231,
      "ATTTT": 232,
      "ACAG": 233,
      "ATGCC": 234,
      "TAATTC": 235,
      "ACTGCTCATGC": 236,
      "TCCTTTA": 237,
      "GTATA": 238,
      "AGTT": 239,
      "CCCATGC": 240,
      "AATTTC": 241,
      "ATCG": 242,
      "GAATAAATAATATAAGTTTTTG": 243,
      "TCCTGATATAGC": 244,
      "AATTCGAGC": 245,
      "AGGTGC": 246,
      "ATTTTTGG": 247,
      "TTTTCCTC": 248,
      "TGATA": 249,
      "GAAC": 250,
      "TTTAC": 251,
      "AGCTGGAGC": 252,
      "GTTG": 253,
      "TGGGGC": 254,
      "TTTTC": 255,
      "AGGAACAGG": 256,
      "GGAG": 257,
      "TATTC": 258,
      "ATTATA": 259,
      "AAATTTATAATGTAATTGTT": 260,
      "TCTTCTATTTT": 261,
      "AATG": 262,
      "TTTTG": 263,
      "ACTC": 264,
      "TTTAATTGG": 265,
      "TATTATA": 266,
      "TAAA": 267,
      "TGATT": 268,
      "AATAGTAGGAAC": 269,
      "TCCCC": 270,
      "TTTTGTA": 271,
      "TTCTC": 272,
      "AATTACAGC": 273,
      "ACCTCC": 274,
      "TGCC": 275,
      "TATTTTTTCTTTAC": 276,
      "ATATTGC": 277,
      "AGGAATA": 278,
      "ACTAC": 279,
      "AAGAATA": 280,
      "AATTTTATTACAAC": 281,
      "AATAATT": 282,
      "AGGGG": 283,
      "AATGGAGC": 284,
      "AATATACG": 285,
      "GGAAATT": 286,
      "ATCCC": 287,
      "GGTGG": 288,
      "ATATTAGGAGC": 289,
      "TTCTTTT": 290,
      "TTTACC": 291,
      "TCTA": 292,
      "TTCTTTAAG": 293,
      "GTAATT": 294,
      "AAATTTAAATAC": 295,
      "TTGAACAG": 296,
      "AGAATTAGG": 297,
      "TTTTATTTTTGG": 298,
      "GATA": 299,
      "TGTTGATTTAGC": 300,
      "AATATTATT": 301,
      "GGTAC": 302,
      "TTTACCCC": 303,
      "TTTATT": 304,
      "TTCTTTATAG": 305,
      "AAATTTATAATGTAATTGTA": 306,
      "TGAGCAGG": 307,
      "ATCTTC": 308,
      "ATTTCCTC": 309,
      "TTTCCCTC": 310,
      "AATTACTA": 311,
      "ATTTATC": 312,
      "ATTTAGCTGG": 313,
      "AATTCC": 314,
      "TTATACC": 315,
      "AAGG": 316,
      "ATCATTACC": 317,
      "AGATA": 318,
      "TCATT": 319,
      "TTTTATTATAATTTTTTTTATAGTTATACC": 320,
      "TCCAC": 321,
      "GCCC": 322,
      "AGGAGCCCC": 323,
      "TAATTGG": 324,
      "CCAC": 325,
      "TATTACTATATTATT": 326,
      "GACTAG": 327,
      "ATTTAGCAGG": 328,
      "TCATA": 329,
      "TCTT": 330,
      "AACAGATCG": 331,
      "AGATGATC": 332,
      "ATTATTC": 333,
      "TTGAACTG": 334,
      "ACTG": 335,
      "AGGAGCTTC": 336,
      "ACCCCC": 337,
      "GTGG": 338,
      "ATTCCC": 339,
      "TCCCCC": 340,
      "TGATCG": 341,
      "ATCAC": 342,
      "TTTATTTT": 343,
      "AATTCG": 344,
      "TCAAC": 345,
      "AGCCGG": 346,
      "AATTTTTTCTTTAC": 347,
      "AGATC": 348,
      "AAATTTATAATGTTATT": 349,
      "ATTTAGCAGGAATT": 350,
      "TAATTAATATACGATC": 351,
      "TAGGAGC": 352,
      "TGTTTGATC": 353,
      "TGGTGC": 354,
      "TGAC": 355,
      "GACAGG": 356,
      "GAATTAGG": 357,
      "ATGAACAGTTTATCC": 358,
      "TACTTTT": 359,
      "GGGGGATT": 360,
      "TATTTTAATT": 361,
      "TATTTTATTTTTGG": 362,
      "TGGAACAGG": 363,
      "TATGATC": 364,
      "ATAATTTTCTTTATAG": 365,
      "AATTACTGC": 366,
      "GATTAGTA": 367,
      "GAATACCTTTATTTGTTTGATC": 368,
      "ATTTATTT": 369,
      "GATTAGTTCCTTTA": 370,
      "TTTCATC": 371,
      "AATAAG": 372,
      "TTATTC": 373,
      "AAGTA": 374,
      "TGGAAATT": 375,
      "AATCC": 376,
      "TTATTAC": 377,
      "ACCG": 378,
      "AATTTTATTTCTAC": 379,
      "TTTCATT": 380,
      "ATTAATATT": 381,
      "GGGGC": 382,
      "AGGATC": 383,
      "AAATGATC": 384,
      "AAATC": 385,
      "ATTTAGCTGGAATT": 386,
      "AGGAG": 387,
      "TTTCTTC": 388,
      "AATAATATAAGATTTTG": 389,
      "TTTTGATC": 390,
      "AGGC": 391,
      "ATTCTG": 392,
      "TTTATTTG": 393,
      "AAATACC": 394,
      "TCTTCAATTTTAGGAGC": 395,
      "TAAGATTTTG": 396,
      "ATTAATTGG": 397,
      "TACTGG": 398,
      "GGAGGATTTGGTAATT": 399,
      "TGAAC": 400,
      "TAATTACAGC": 401,
      "TATTTTTTCTCTTC": 402,
      "AAATTTATAAC": 403,
      "TAATACC": 404,
      "AATTGTAGAA": 405,
      "AATTTTATTTCAAC": 406,
      "TTGCTC": 407,
      "AGGAGCC": 408,
      "ATGAACTGTTTATCC": 409,
      "ATCTAGC": 410,
      "AATTTTTTCTCTTC": 411,
      "AGGAACTGG": 412,
      "AATAATTGG": 413,
      "TCTTCTATTTTAGGAGC": 414,
      "GGGC": 415,
      "AATTCGAGCTGAATTAGG": 416,
      "ATTATTACCTCC": 417,
      "AGATTTTG": 418,
      "GGTGGATTTGG": 419,
      "AAACTGATT": 420,
      "TGTAGATTTAGC": 421,
      "ACTATT": 422,
      "GACTTG": 423,
      "AAATAATA": 424,
      "TTTTATTATAATTTTTTTTATAGTAATACC": 425,
      "GCAC": 426,
      "TGTC": 427,
      "GAGCTGAATTAGG": 428,
      "ACATAGC": 429,
      "TCACGC": 430,
      "TTCTTTC": 431,
      "AATAACATA": 432,
      "ACCCC": 433,
      "AATATAAA": 434,
      "TGATGATC": 435,
      "TTTTGTT": 436,
      "TCATCTATTTT": 437,
      "ATAATTTTTTTCATA": 438,
      "ATTACTTTT": 439,
      "AATTTTAATT": 440,
      "TTTGATCC": 441,
      "ATTTGATC": 442,
      "AGAAGAATA": 443,
      "AAATTTAC": 444,
      "TCCAGATATAGC": 445,
      "GCTCATGC": 446,
      "AGAC": 447,
      "TTTCCTC": 448,
      "AGTTC": 449,
      "TATACCC": 450,
      "AGATT": 451,
      "TCTTCAATTTT": 452,
      "AGTAATT": 453,
      "AATATGC": 454,
      "AATGG": 455,
      "GTATAG": 456,
      "GATTAGTTCC": 457,
      "GTTACAGCTCATGC": 458,
      "CCCCC": 459,
      "TATTATAATTGGAGGATTTGGAAATT": 460,
      "AATTAAG": 461,
      "AACAATA": 462,
      "TCTTTT": 463,
      "TACTATT": 464,
      "TGTATGATC": 465,
      "ATTTTTC": 466,
      "ATTTA": 467,
      "ATTTCCAC": 468,
      "TATAATG": 469,
      "TTAATAC": 470,
      "ACATCC": 471,
      "TTTTCCAC": 472,
      "ATATTAGGAGCCCC": 473,
      "TTCCCCC": 474,
      "TTTATC": 475,
      "AATTTTC": 476,
      "AATTGCTC": 477,
      "AGTTGATTTAGC": 478,
      "TATATCC": 479,
      "AATTAAATT": 480,
      "TATAGTAGAA": 481,
      "ATAATA": 482,
      "GGAGGATTC": 483,
      "GGAGGGTT": 484,
      "TGAGCTGG": 485,
      "TCATCAATTTTAGGAGC": 486,
      "AATTTTATTACAACAG": 487,
      "TCATCC": 488,
      "TGTAAATTTTATTACTAC": 489,
      "CCCCCCTC": 490,
      "AACTGATCG": 491,
      "GAATG": 492,
      "TGATCAGG": 493,
      "AACGGAGCTGG": 494,
      "ATTATTAC": 495,
      "TGGG": 496,
      "TATTTC": 497,
      "ACACCC": 498,
      "AATCTT": 499,
      "TGGAGCTTG": 500,
      "TATAGTAGG": 501,
      "GTTTA": 502,
      "TTCATTAAG": 503,
      "AAATTTATAATTC": 504,
      "AAGATC": 505,
      "TAATG": 506,
      "TATTTTC": 507,
      "TGGAACTGG": 508,
      "ATTATTATTATCTTTACC": 509,
      "TATTACAATATTATT": 510,
      "ATTATC": 511,
      "ATTATTACCCCC": 512,
      "TCTAC": 513,
      "TGGAATA": 514,
      "ACAGCACATGC": 515,
      "TGGAGCTTC": 516,
      "TTTCCCAC": 517,
      "TCCTTTATCTTC": 518,
      "TTAATTGG": 519,
      "GGAATT": 520,
      "AGTAAATTTTATTACTAC": 521,
      "TTTGACCC": 522,
      "TTTCCCCC": 523,
      "TGCCCC": 524,
      "GTTC": 525,
      "AAGATT": 526,
      "TGTTC": 527,
      "TAATTACTGC": 528,
      "ACAGCCCATGC": 529,
      "ATGAAC": 530,
      "ACCAGATATAGC": 531,
      "GGCC": 532,
      "ATCTTTT": 533,
      "GATTAAATAATA": 534,
      "ATTTAGCC": 535,
      "AATTTTATA": 536,
      "AACAGAT": 537,
      "GTAG": 538,
      "GAATTAAG": 539,
      "TAAATAC": 540,
      "TTACC": 541,
      "AGAAC": 542,
      "GGGAGC": 543,
      "AATAGTAGGTAC": 544,
      "AGCCGGAGC": 545,
      "AACATAC": 546,
      "TCCTGATA": 547,
      "GATTAATTCC": 548,
      "AAATTTATAATAC": 549,
      "AGATGACC": 550,
      "TATCTTC": 551,
      "TATCTT": 552,
      "AGTAGG": 553,
      "TGAGC": 554,
      "AACATTATA": 555,
      "GACTGG": 556,
      "TTTATTAC": 557,
      "TCAACATTTATTT": 558,
      "GTATT": 559,
      "TGGAGCTTGATC": 560,
      "TATCC": 561,
      "ACTTTTACCTCC": 562,
      "TTTTATC": 563,
      "AGTAGATTTAGC": 564,
      "TTATC": 565,
      "GGTGC": 566,
      "TTCCTCC": 567,
      "TAGGAGCCCC": 568,
      "TAATATTGCTC": 569,
      "TAATGATC": 570,
      "TCATCAATTTT": 571,
      "ATATTAGGAGCTCCTGATATAGC": 572,
      "GGAGGTTTT": 573,
      "TTAA": 574,
      "GTTAC": 575,
      "AATATTACCTCC": 576,
      "TTTTGATCC": 577,
      "ATCTTGC": 578,
      "ACTTAGC": 579,
      "TAGTAG": 580,
      "TTATGG": 581,
      "ATTCCCTC": 582,
      "GTAACAGCTCATGC": 583,
      "ACTGCCCATGC": 584,
      "ATTTATTATAATTTTTTTTATAGTTATACC": 585,
      "ACTGCACATGC": 586,
      "AGTC": 587,
      "AATTACTATATTATT": 588,
      "TAGAAAG": 589,
      "TGTAC": 590,
      "TGTGATC": 591,
      "ATTCCCAC": 592,
      "AATTAAATTTTTA": 593,
      "AATTACTAC": 594,
      "GTTACTGCTCATGC": 595,
      "GAATAAATAACATA": 596,
      "ACATTATA": 597,
      "ATGAACTGTTTACCC": 598,
      "AGTAC": 599,
      "GAGCAGAATTAGG": 600,
      "TATTTTTTCATTAC": 601,
      "ACTTTTATT": 602,
      "ACAGG": 603,
      "ATCAATT": 604,
      "AAGAAG": 605,
      "CCTTTAATATT": 606,
      "TGGTC": 607,
      "ATTTAGCTGGTATT": 608,
      "ACTTAGCAGG": 609,
      "TCTTCC": 610,
      "AATTATTAATATAC": 611,
      "TTGAACAGTTTATCC": 612,
      "TGTAGG": 613,
      "AATTACTTTTGATC": 614,
      "AGATATAGCC": 615,
      "AAATGG": 616,
      "ATGAACAGTTTACCC": 617,
      "TATTACAATAC": 618,
      "ACCTTTA": 619,
      "AATTAGAAGAATA": 620,
      "ACCAC": 621,
      "TCCCTTTA": 622,
      "ATGATT": 623,
      "TTTTCCTCGAATAAATAATATAAGATTTTG": 624,
      "AATTATAATTGGAGGATTTGGAAATT": 625,
      "AATAGTT": 626,
      "GAATACCTTTATTTGTATGATC": 627,
      "GGTAATT": 628,
      "AATTTA": 629,
      "AAATTTCTTTA": 630,
      "TGGTATT": 631,
      "AAATCC": 632,
      "ACCTGATATAGC": 633,
      "AAATTTATAATGTAATTGTTACTGCTCATGC": 634,
      "ATCTTTAAG": 635,
      "AATGATC": 636,
      "ACATT": 637,
      "TGCTGG": 638,
      "TGATGACC": 639,
      "TGACC": 640,
      "CCCTTATT": 641,
      "GATATAGC": 642,
      "TGTATTAGCAGGAGC": 643,
      "AATTTTTTCATTAC": 644,
      "AAAATGGAGC": 645,
      "TTTCTTTACC": 646,
      "TCTTTAC": 647,
      "AAATTTATAACGTAATT": 648,
      "AATTCGAGCAGAATTAGG": 649,
      "GCTCATGG": 650,
      "ATAGAGG": 651,
      "CCATTATT": 652,
      "GGTGGATTTGGAAATT": 653,
      "GGATA": 654,
      "AGGTATT": 655,
      "TGGTACAGG": 656,
      "TTTTATTTT": 657,
      "TACCCC": 658,
      "TTTAATT": 659,
      "AACAC": 660,
      "AATTTTATTACAACTG": 661,
      "AACTTTATTAC": 662,
      "GAATAGAATTAAG": 663,
      "TATAATT": 664,
      "ATTATTATTATCATTACC": 665,
      "CCATT": 666,
      "AGGAGCATC": 667,
      "GATTAATT": 668,
      "ACCGC": 669,
      "AGCAGGTGC": 670,
      "ATTTGTA": 671,
      "ATAATTTTTTTTATAGTT": 672,
      "TTTTGACCC": 673,
      "TTATAC": 674,
      "GAATAAATAATATAAGATTCTG": 675,
      "TTTACCCCCCTC": 676,
      "GGAGGATTCGGAAATT": 677,
      "TTGCCC": 678,
      "AATTTTAAATA": 679,
      "AACAGATC": 680,
      "ATATTGCAGGAATT": 681,
      "AAGTAG": 682,
      "AAAG": 683,
      "CCTTTATT": 684,
      "AGCTGGTGC": 685,
      "AACCAGG": 686,
      "TATTATAATA": 687,
      "AATTCGATTAG": 688,
      "AGTATTAGCAGGAGC": 689,
      "TAGTTC": 690,
      "GTTTT": 691,
      "TTGGAGC": 692,
      "ACCTC": 693,
      "TTATATT": 694,
      "AATTCGTGC": 695,
      "AATGGGGC": 696,
      "TCACCC": 697,
      "AACAGATCGAAATTTAAATAC": 698,
      "AGAATA": 699,
      "AAATTTACAATG": 700,
      "ATTTAAC": 701,
      "ATAATTTTTTTTATGG": 702,
      "TACCTCC": 703,
      "TCATCTATTTTAGGAGC": 704,
      "AGAAG": 705,
      "GAATAAACAATA": 706,
      "TTGAACTGTTTATCC": 707,
      "AATAATGATC": 708,
      "AATTATTAATATACGATC": 709,
      "TCCATT": 710,
      "AATATACGTTC": 711,
      "TATTATTAATATAC": 712,
      "GTTATT": 713,
      "TTCCTT": 714,
      "ATAATTTTCTTTATAGTTATACC": 715,
      "TATCAC": 716,
      "GTATAAATAATATAAGATTTTG": 717,
      "TGTTTTAGCAGGAGC": 718,
      "TAATC": 719,
      "TAGATC": 720,
      "GGAATA": 721,
      "TCTATT": 722,
      "AAACTGATTAG": 723,
      "TATTACTATACTTTT": 724,
      "AAATTTATAATACTATT": 725,
      "TATACCCC": 726,
      "TATATT": 727,
      "AACCC": 728,
      "AATAGTAGG": 729,
      "GGTC": 730,
      "AGTTAGG": 731,
      "ATCTTTAATTGG": 732,
      "ATTACTAC": 733,
      "AGTATTAGCTGGAGC": 734,
      "TGGTATA": 735,
      "ACTTTTACCCCC": 736,
      "TCAC": 737,
      "GGAGGGTTTGGAAATT": 738,
      "GGGGGG": 739,
      "TTTTGTAATAATTTTTTTTATAGTTATACC": 740,
      "GTAACTGCTCATGC": 741,
      "ATTAATT": 742,
      "ATGAAGG": 743,
      "TGATCC": 744,
      "GGAGATGATC": 745,
      "AATTACATTTGATC": 746,
      "GGGGGATTTGGAAATT": 747,
      "TCTTCTATTTTAGGGGC": 748,
      "AGGAGGAG": 749,
      "TATTTTATT": 750,
      "TATTTTATTTT": 751,
      "GAATAAATAATA": 752,
      "ACTTTTACC": 753,
      "TACTTTA": 754,
      "TGATCTGG": 755,
      "AGGGGCCCC": 756,
      "AATTGCTCATAG": 757,
      "AACTC": 758,
      "ATCTCTTCC": 759,
      "TTTCATTACC": 760,
      "AGACC": 761,
      "TATCATC": 762,
      "TACTTC": 763,
      "AATAGTAGGAACTTCTTTAAG": 764,
      "TATCATT": 765,
      "AATGC": 766,
      "ATAATTTTCTTTATAGTAATACC": 767,
      "TTCAATT": 768,
      "GGTATT": 769,
      "ATTTAGCAGGTATT": 770,
      "AAAATA": 771,
      "AAGC": 772,
      "GGGGGATTTGG": 773,
      "AGTTGG": 774,
      "AATTACTTTA": 775,
      "TCTTTATTATT": 776,
      "TATTATTATT": 777,
      "GGGAATT": 778,
      "ATTTGGC": 779,
      "AGGAAC": 780,
      "TAATTAATATACGATCAACAGG": 781,
      "TCCTCTATTTT": 782,
      "TGTAATT": 783,
      "AGACATAGC": 784,
      "AACAGACCG": 785,
      "TATAGTAGGAAC": 786,
      "AACAAC": 787,
      "AGTTTTAGCTGGAGC": 788,
      "TTTATTGG": 789,
      "CCCATT": 790,
      "AACCTC": 791,
      "CCCACGC": 792,
      "TGATCAGGAATA": 793,
      "GGGGG": 794,
      "TCTTCAATTTTAGGGGC": 795,
      "TTTTGACC": 796,
      "TATCTTTACC": 797,
      "AACATTTATTT": 798,
      "AATTGTAGAAAATGGAGC": 799,
      "ATGTT": 800,
      "TCTTCAATTATA": 801,
      "AAATACCTTTATTTG": 802,
      "CCTTTATTTGTTTGATC": 803,
      "TGTTATT": 804,
      "TTTTAC": 805,
      "TCTCTTC": 806,
      "GTGAACAG": 807,
      "TAGAAAATGGAGC": 808,
      "TTAATT": 809,
      "TTTTGTAATAATTTTTTTTATAGTAATACC": 810,
      "AATTACATT": 811,
      "GAATACCATTATT": 812,
      "ACAGCTCACGC": 813,
      "AGTTTTAGCAGGAGC": 814,
      "ATGGAGG": 815,
      "TAATTGGAAATGATC": 816,
      "TTTGGTC": 817,
      "ATAATTTTTTTTATAGTA": 818,
      "GGAACAGG": 819,
      "GTGGGAAC": 820,
      "AATAATATAAGTTTTTG": 821,
      "AACTGAT": 822,
      "TTCCCTTC": 823,
      "ATAATTTTTTTCATAGTTATACC": 824,
      "TCCCCCC": 825,
      "TAGGGGC": 826,
      "GTAGAAAC": 827,
      "TTCATC": 828,
      "TATTACAGC": 829,
      "TTTTATTTTTGGAATT": 830,
      "ACAC": 831,
      "AATATAAAAATTAAATTTTTA": 832,
      "AAATTTC": 833,
      "TGTAAATTTTATTACAAC": 834,
      "AACTTTATATTTTATTTTTGG": 835,
      "TAATCC": 836,
      "GGGGGC": 837,
      "TACCCCC": 838,
      "AGGGGCTTC": 839,
      "AACAATT": 840,
      "AGATATGGC": 841,
      "GGGAG": 842,
      "TGTATTAGCTGGAGC": 843,
      "TTTTCCCC": 844,
      "TTCCCTC": 845,
      "GATTAC": 846,
      "GTAATTTAAATAC": 847,
      "TAATAC": 848,
      "AAATTTATAATGTAATTGTAACAGCTCATGC": 849,
      "ATTTGTT": 850,
      "TGTTGG": 851,
      "TTCTTTAACTTTA": 852,
      "GTGC": 853,
      "TTGCC": 854,
      "TTCTATT": 855,
      "GTAC": 856,
      "ACTCC": 857,
      "TTTCTG": 858,
      "TATAAG": 859,
      "ACCTAGC": 860,
      "TATTACC": 861,
      "AATTTTTAG": 862,
      "AATACC": 863,
      "GATTAA": 864,
      "ATTTATTATAATTTTTTTTATAGTAATACC": 865,
      "TATCTC": 866,
      "TCCTCTTTCTTC": 867,
      "TTCAC": 868,
      "TGTTTTAGCTGGAGC": 869,
      "AGAAGG": 870,
      "CTG": 871,
      "AATTTTAATTACTAC": 872,
      "ACTTAGCTGG": 873,
      "TAAGTTTTTG": 874,
      "ATTTCCTCGAATAAATAATATAAGATTTTG": 875,
      "AAT": 876,
      "TTATTATT": 877,
      "TTTATTTGATC": 878,
      "ATGCCTTTATT": 879,
      "TCCTTTATC": 880,
      "AATATACGAGC": 881,
      "TTCAGG": 882,
      "ATTTTGC": 883,
      "TATAATGTAATT": 884,
      "AGCCCCAGATATAGC": 885,
      "AGCTGGGGC": 886,
      "AATTACC": 887,
      "AAATATAAA": 888,
      "TAATGG": 889,
      "ATTATTACCACC": 890,
      "AAATTTGATC": 891,
      "TGGGG": 892,
      "AGGAGCTTCTGTTGATTTAGC": 893,
      "GATTAGTACCTTTA": 894,
      "AACTGATC": 895,
      "AATATTACCCCC": 896,
      "TTCTTTAAC": 897,
      "GGGGGGTTTGG": 898,
      "ATTTTTTC": 899,
      "AGGAGCTCCTGATATAGC": 900,
      "GACTT": 901,
      "TATTTTATA": 902,
      "TTGATCAGG": 903,
      "ATATTATT": 904,
      "TGACATAGC": 905,
      "TTATTACAGC": 906,
      "TTTTATCTTTACC": 907,
      "AGCAGGA": 908,
      "AAATTTTAATAC": 909,
      "AAATTTATAATGTAATTGTTACAGCTCATGC": 910,
      "GAAATC": 911,
      "AATATA": 912,
      "AATATTACC": 913,
      "ACTTTATATTTTATTTTTGG": 914,
      "GATTAAATAATATAAGATTTTG": 915,
      "TGGGACAGG": 916,
      "AACGGAGCTGGAACAGG": 917,
      "AAACTGAC": 918,
      "GTAAC": 919,
      "AATTCTAGGAGC": 920,
      "TTTGAGC": 921,
      "TATTAATTTTATTTCTAC": 922,
      "TTTGTTTGATC": 923,
      "AGAT": 924,
      "TTTCTC": 925,
      "AACCG": 926,
      "GTAGAAAATGGAGC": 927,
      "GCTCATAC": 928,
      "TTTCCCTCGAATAAATAATATAAGTTTTTG": 929,
      "TATTTTAATTGGAGGATTTGGAAATT": 930,
      "CCCTT": 931,
      "AGGAACAGGAACAGG": 932,
      "GGATC": 933,
      "TAGAAG": 934,
      "TATCACTA": 935,
      "TGGAGCC": 936,
      "GCAGG": 937,
      "TAGAATA": 938,
      "TTTCCCTCGAATAAATAATATAAGATTTTG": 939,
      "TCAATT": 940,
      "GTTGAA": 941,
      "AGATCG": 942,
      "TTTTATTTTC": 943,
      "TCCTTC": 944,
      "ATATTAGGAGCCCCTGATATAGC": 945,
      "AGAAGTATAG": 946,
      "GATTGG": 947,
      "TATTACAATA": 948,
      "TTGAGCAGG": 949,
      "ATTTGGAAATT": 950,
      "ATAATTTTTTTTATAGTTATGCC": 951,
      "CCCTC": 952,
      "TTCTTTAATTGG": 953,
      "TATTTGTTTGATC": 954,
      "ATTTTGG": 955,
      "TATTCTTC": 956,
      "ATTACTTTTATCTTTACC": 957,
      "TGATATAGCC": 958,
      "AAATTTAATC": 959,
      "AATCAC": 960,
      "GTGAACTG": 961,
      "AACATT": 962,
      "AAATGACC": 963,
      "AATCATGAAGG": 964,
      "TCTTCTATTC": 965,
      "TAATGC": 966,
      "AAGAATTTT": 967,
      "TTCTCTTAC": 968,
      "AATCATAATT": 969,
      "ACACGC": 970,
      "ATTAATAC": 971,
      "GAATAGAATTAGG": 972,
      "ATTCCCCC": 973,
      "GGAGCAATT": 974,
      "AATTTTAATTGGAGGATTTGGAAATT": 975,
      "AATTCGAATAGAATTAAG": 976,
      "AACGGGGC": 977,
      "TCTCC": 978,
      "AGTTTTTG": 979,
      "TATAGTTGG": 980,
      "AATTGGTGG": 981,
      "TTTAATTGGAGATGATC": 982,
      "TTTAAG": 983,
      "GTAGGAAC": 984,
      "TTGAGC": 985,
      "AACTATT": 986,
      "ATCTGTAG": 987,
      "TTCTTCATA": 988,
      "GAATAAATAACATAAGATTTTG": 989,
      "TGGCC": 990,
      "TTTTATTATAATTTTTTTTATAGTTATACCTATTATAATT": 991,
      "AAATTTACAATGTAATT": 992,
      "AAGAATATT": 993,
      "AGGATT": 994,
      "TGTAAATTTTATTACAACAG": 995,
      "ATAATTTTTTTCATAGTAATACC": 996,
      "AATTACAAC": 997,
      "AGGGTC": 998,
      "AACTGATCGAAATTTAAATAC": 999,
      "ATTCTGG": 1000,
      "TATTTTTAG": 1001,
      "AGGG": 1002,
      "GACTAGTACCCC": 1003,
      "TATTAATTTTATTACAAC": 1004,
      "AATTACAATATTATT": 1005,
      "TGGAGCATG": 1006,
      "AGGAATC": 1007,
      "TCATCAATTATA": 1008,
      "TATTTGATC": 1009,
      "AACTTTATTATT": 1010,
      "AATTTTATCAC": 1011,
      "AGGAGATCC": 1012,
      "TGCAGGAGG": 1013,
      "ATTTATTATAATT": 1014,
      "AGTTCC": 1015,
      "AACCGG": 1016,
      "ATGATTTTTT": 1017,
      "GAATACCTC": 1018,
      "GCCCATGC": 1019,
      "GGAGGTTTTGGAAATT": 1020,
      "AAAATT": 1021,
      "ATCAGTAG": 1022,
      "TATTTA": 1023,
      "AGTAAG": 1024,
      "ATTATTAATTCC": 1025,
      "GGAGATGACC": 1026,
      "AGTTATT": 1027,
      "AATAATTGGAAC": 1028,
      "TTCATTTTTTGATCC": 1029,
      "GGAGGGTTTGG": 1030,
      "ACTGCTCACGC": 1031,
      "TGGAGCTTGAGCTGG": 1032,
      "AACGGAGCAGG": 1033,
      "TATTACTATA": 1034,
      "ACTTTCTTC": 1035,
      "ATTACAGC": 1036,
      "AATTAGAAGAATAGTAGAAAC": 1037,
      "ATGAACGG": 1038,
      "TGTGG": 1039,
      "TATAGTAGAAAATGGAGC": 1040,
      "GAGCC": 1041,
      "ATTTCCCC": 1042,
      "ACCATT": 1043,
      "TTAGTA": 1044,
      "TAATATTGCCC": 1045,
      "AGCAGGGGC": 1046,
      "AACTGC": 1047,
      "TTTTTTG": 1048,
      "TATGG": 1049,
      "ATCAGTTG": 1050,
      "GGGATT": 1051,
      "AGTAAATTTTATTACAACAG": 1052,
      "TTCTTTATCTTTATTATT": 1053,
      "ATCCTTACC": 1054,
      "TTTACTTGATC": 1055,
      "AAATTC": 1056,
      "TTCATTAAC": 1057,
      "TAATTAC": 1058,
      "TAGCAGGAGC": 1059,
      "TCTGATC": 1060,
      "ATTTCCTCGAATAAATAATATAAGTTTTTG": 1061,
      "GATTAGTCCC": 1062,
      "TTTACCCCCCTTTA": 1063,
      "AGGAGCCTC": 1064,
      "TAACTGATT": 1065,
      "GCCCCC": 1066,
      "ATAATTTTTTTTATAGTAATGCC": 1067,
      "TTTTCCTCGAATAAATAATATAAGTTTTTG": 1068,
      "AATTCGATTAGAATTAAG": 1069,
      "ATAATC": 1070,
      "AAATTTATAATTCAATT": 1071,
      "GAATACCCTTATT": 1072,
      "AAATTTATAATGTTATTGTA": 1073,
      "AGGAGACCC": 1074,
      "GCTGG": 1075,
      "ATGAACAA": 1076,
      "TCCTCAATTTT": 1077,
      "TGAACTAGG": 1078,
      "AGTAGTAATTACAGC": 1079,
      "TATTTTAAATA": 1080,
      "AGCCCCTGATATAGC": 1081,
      "AGCTGGA": 1082,
      "GGAC": 1083,
      "TGCCTC": 1084,
      "AACCTGG": 1085,
      "AATTACAATAC": 1086,
      "AGGAACAGGATGAACAG": 1087,
      "GGCCCC": 1088,
      "AATTACTTTAGATC": 1089,
      "TTTGC": 1090,
      "AAGTTC": 1091,
      "AATTACAGCTATTTT": 1092,
      "TACCTC": 1093,
      "AATAATTATTC": 1094,
      "TTATTACTGC": 1095,
      "TTATATTTTATTTTTGG": 1096,
      "ATCAGG": 1097,
      "TACCTTTA": 1098,
      "GGGAC": 1099,
      "TCCTTTATCATC": 1100,
      "AATACCTC": 1101,
      "TGCATT": 1102,
      "TTCTTCTTTC": 1103,
      "ATCTCTACC": 1104,
      "TATTATTAATATACGATC": 1105,
      "TGATATGGC": 1106,
      "GGAGGC": 1107,
      "TACCC": 1108,
      "TGAT": 1109,
      "TTTAAC": 1110,
      "TTCTTTAACTC": 1111,
      "AAATTTATAATTCTATT": 1112,
      "TTTAGTAGAA": 1113,
      "AAGAATT": 1114,
      "AATATACGAGCCCC": 1115,
      "ATCCGG": 1116,
      "TTATTT": 1117,
      "AAATG": 1118,
      "TTTATTATT": 1119,
      "TATTACTATACTATT": 1120,
      "TATTATAATTC": 1121,
      "GGGGGATTC": 1122,
      "CCCCTCTTTA": 1123,
      "GGAGAC": 1124,
      "AACTTC": 1125,
      "TGTACCCC": 1126,
      "TATAGTGG": 1127,
      "GCACATAC": 1128,
      "ATAATTGG": 1129,
      "TTGAGCTGG": 1130,
      "AACAGC": 1131,
      "AGGTACTGG": 1132,
      "TGTAAATTTTATTACAACTG": 1133,
      "AGCGGGAGC": 1134,
      "TAATATT": 1135,
      "ATGCCTTTG": 1136,
      "AATATC": 1137,
      "AGGTACAGG": 1138,
      "ATCCTC": 1139,
      "ATATTAGGAGCCCCAGATATAGC": 1140,
      "GTTGAAAATGGAGC": 1141,
      "AAATTTATAATGTAATTGTAACTGCTCATGC": 1142,
      "ATCTATT": 1143,
      "TATAAC": 1144,
      "TGAGATTTTG": 1145,
      "TTTTTGG": 1146,
      "GTTTGATC": 1147,
      "GATTAGTACC": 1148,
      "TATTACAATACTTTT": 1149,
      "ATCATTC": 1150,
      "AAATATTGCTC": 1151,
      "AATATGCGATC": 1152,
      "GGAACTGG": 1153,
      "AGGTTC": 1154,
      "AGGGGCC": 1155,
      "TAAAATT": 1156,
      "TAGAATTGCTCATAG": 1157,
      "TATTAATTTTATTACTAC": 1158,
      "AGTATATT": 1159,
      "ATAATTC": 1160,
      "TTGAACAGTTTACCC": 1161,
      "AGGAGCCCCTGATATAGC": 1162,
      "AATATTATTATT": 1163,
      "ATAATTTTCTTCATA": 1164,
      "TATTAATTTTATTTCAAC": 1165,
      "GCCCC": 1166,
      "TCTTTCTTC": 1167,
      "TATTATAATTGGAGGATTTGGTAATT": 1168,
      "AGATATAGCCTTTCCTC": 1169,
      "AAAATGGGGC": 1170,
      "GCTTC": 1171,
      "TATTTTTTCCCTTC": 1172,
      "TATAC": 1173,
      "GTTGGAAC": 1174,
      "AATTCTTTT": 1175,
      "TAGATT": 1176,
      "AAACTTAA": 1177,
      "TTGAACTGTTTACCC": 1178,
      "TATATC": 1179,
      "ATAATTGGAGC": 1180,
      "AATGTT": 1181,
      "TGTAGTAATTACAGC": 1182,
      "TCCCTCC": 1183,
      "GATTAGAATTAGG": 1184,
      "TATTATAATTGGAGGATTTGG": 1185,
      "GATTC": 1186,
      "GAATAAATAATT": 1187,
      "AATATACGACC": 1188,
      "TCCTGATATGGC": 1189,
      "TTTTTATT": 1190,
      "AACAACATA": 1191,
      "ATATTAGGAGCTCCAGATATAGC": 1192,
      "TCCTGATATAGCC": 1193,
      "ATATTGCTGGAATT": 1194,
      "TTTATTTTC": 1195,
      "ATTCATT": 1196,
      "AATTTTTTCACTTC": 1197,
      "TTCATTTTTTGACCC": 1198,
      "ATTTAGCAGGAATC": 1199,
      "ATAATTTTTTTTATGGTTATACC": 1200,
      "TGTGTT": 1201,
      "TTCCACC": 1202,
      "TATACC": 1203,
      "ATACCAACATTTATTT": 1204,
      "TATAATA": 1205,
      "AATTTTATTATTATTATCTTTACC": 1206,
      "AAACTGATTAGTA": 1207,
      "TTCCTC": 1208,
      "ATCATTAATTGG": 1209,
      "AGTATAG": 1210,
      "ATTAATTGGAGATGATC": 1211,
      "CCCATTATAATT": 1212,
      "AGGAGCTTTAATTGG": 1213,
      "ATTTCCACGAATAAATAATATAAGATTTTG": 1214,
      "ATTTATCAATTTTTTCTTTAC": 1215,
      "GAATAAACAATATAAGATTTTG": 1216,
      "TTTACATGATC": 1217,
      "AAGTATAG": 1218,
      "AATTACTTTTGACC": 1219,
      "TATAATTGG": 1220,
      "GTCATT": 1221,
      "AATTTTAATTCGAGCTGAATTAGG": 1222,
      "AAGCTC": 1223,
      "TTCCTTAC": 1224,
      "ATGATTGG": 1225,
      "AACAGATCGA": 1226,
      "TTTGCC": 1227,
      "TTTTGATA": 1228,
      "GCTCATAG": 1229,
      "TTTATTTGTTTGATC": 1230,
      "AATAGTTGGAAC": 1231,
      "TCCTCAATTTTAGGAGC": 1232,
      "TGTCTT": 1233,
      "TGGAGCTTCTGTTGATTTAGC": 1234,
      "TCCTCTTTC": 1235,
      "TTCTTTTTTTGATCC": 1236,
      "TTCCTTTAATATT": 1237,
      "AATTATAATTGGAGGATTTGGTAATT": 1238,
      "TGGAAC": 1239,
      "ATCATTTTTTGATCC": 1240,
      "TCTTCAATTC": 1241,
      "TTCAGTAG": 1242,
      "TATTTG": 1243,
      "GCCCATAG": 1244,
      "TTTTATTAGCC": 1245,
      "TTTCAC": 1246,
      "GCGC": 1247,
      "TTTTCCACGAATAAATAATATAAGATTTTG": 1248,
      "AACTTTATTTC": 1249,
      "AAACC": 1250,
      "GAATAAATAATATAAGTTTCTG": 1251,
      "AATTTCATT": 1252,
      "AATTAATTTTATTACAAC": 1253,
      "TTGTT": 1254,
      "ATTTATTATAATTTTCTTTATAG": 1255,
      "ATTATTTGTTTGATC": 1256,
      "AGTGG": 1257,
      "GACCC": 1258,
      "ACCTTGC": 1259,
      "TACTAC": 1260,
      "AATTTCATTAC": 1261,
      "TAAGC": 1262,
      "GGCAC": 1263,
      "AATTTGAGCAGG": 1264,
      "TCATTAC": 1265,
      "GATTAGTTCCTTTAATATTAGGAGCTCCTGATATAGC": 1266,
      "CCCGATATAGC": 1267,
      "ATGGC": 1268,
      "TATAGTTG": 1269,
      "TATTTTTTCACTTC": 1270,
      "AGACGATC": 1271,
      "ATGCCC": 1272,
      "AAGAGC": 1273,
      "AGGGACAGG": 1274,
      "TGGAG": 1275,
      "AGGGGCTCCTGATATAGC": 1276,
      "TGCTATT": 1277,
      "TAGAAATA": 1278,
      "ATACTAGGAGC": 1279,
      "TTCTGTTGATTTAGC": 1280,
      "TGTAGATTTTTC": 1281,
      "TTTTGGAAATT": 1282,
      "AAACTTAAATAC": 1283,
      "ATACCC": 1284,
      "TAACCC": 1285,
      "ATCATC": 1286,
      "AATAAC": 1287,
      "TTTTTTATT": 1288,
      "AGGTGCCCC": 1289,
      "GATG": 1290,
      "TTTTGTTATAATTTTTTTTATAGTTATACC": 1291,
      "TGGTACTGG": 1292,
      "AATCTTTTC": 1293,
      "AGCTC": 1294,
      "GGTTAG": 1295,
      "AGTAAATTTTATTACAAC": 1296,
      "AACTAGG": 1297,
      "AATTCTTATTC": 1298,
      "ATGATTTTTTTTATA": 1299,
      "TGATCGAAATTTAAATAC": 1300,
      "TCCTGG": 1301,
      "TCTAG": 1302,
      "TATCCTC": 1303,
      "AATTAATTTTATTTCAAC": 1304,
      "AAACCC": 1305,
      "ACGG": 1306,
      "AGAAATT": 1307,
      "ATGATCAGG": 1308,
      "TTTATCCCCC": 1309,
      "CCTTTATTTGTATGATC": 1310,
      "TCTCATTC": 1311,
      "ATGAACTA": 1312,
      "AATTTTAC": 1313,
      "AATTTTATC": 1314,
      "AATATAAAAATTAAATTTTTAAAATTTAATC": 1315,
      "TTTACCCCCC": 1316,
      "TCATGG": 1317,
      "ATCTTTC": 1318,
      "GATTAGTCCCTTTA": 1319,
      "AATTTTATTATTATT": 1320,
      "GACTA": 1321,
      "AGAAGATTAG": 1322,
      "TGGTGCTTTAATTGG": 1323,
      "ACAGCCCACGC": 1324,
      "AATTATTATTC": 1325,
      "AAATTTATAATGTTATTGTT": 1326,
      "TTCCCTTAG": 1327,
      "GGTGGATTTGGTAATT": 1328,
      "GCCCATGG": 1329,
      "AATTTCATTACTAC": 1330,
      "GAACTG": 1331,
      "AGTAGTAATTACTGC": 1332,
      "ACCTTTATC": 1333,
      "AAGGAG": 1334,
      "GAG": 1335,
      "AATTTTATTATTATTATCATTACC": 1336,
      "TTTCC": 1337,
      "AGGAATTGCTCATGC": 1338,
      "TATATCCCCC": 1339,
      "TGAACTTGG": 1340,
      "TCGG": 1341,
      "TATTAATTTTATT": 1342,
      "TATTATAATAGGAGGATTTGGAAATT": 1343,
      "GATTAATTCCTTTA": 1344,
      "TTTTTGTTATACC": 1345,
      "ATTTTATT": 1346,
      "AATTACAATA": 1347,
      "ATCTCTTAG": 1348,
      "AACA": 1349,
      "AGTG": 1350,
      "TATATTATT": 1351,
      "ATTTAGCCGGAATT": 1352,
      "AAAATTTA": 1353,
      "GGAGGCTTTGG": 1354,
      "AATAATATT": 1355,
      "AACAGAC": 1356,
      "AACTTTATTACTAC": 1357,
      "AATTATAATTGGAGGATTTGG": 1358,
      "AATGACC": 1359,
      "TAATGTAATT": 1360,
      "GTTTAGAATTAGG": 1361,
      "TCCTCTATTTTAGGAGC": 1362,
      "TGGAGCTTGATCAGG": 1363,
      "AACTTTAC": 1364,
      "ACTTAGCAGGAATT": 1365,
      "TAGCTGGAGC": 1366,
      "ACTATCTTC": 1367,
      "ATTACTTC": 1368,
      "AATCATT": 1369,
      "TTTCCAC": 1370,
      "TATTACTGC": 1371,
      "AGTCTT": 1372,
      "GATTAGTTCCTTTAATATT": 1373,
      "AAGTATTTT": 1374,
      "TCCCTT": 1375,
      "ACTGCTC": 1376,
      "TATAATGTTATT": 1377,
      "AGGAGGAGATCC": 1378,
      "GTTACC": 1379,
      "AACAGACC": 1380,
      "AACACC": 1381,
      "GATTAATTCCTATT": 1382,
      "TGCTTTT": 1383,
      "ATAGTGG": 1384,
      "TCTATCC": 1385,
      "TCTTCTTCTTTC": 1386,
      "GGAATC": 1387,
      "TTCGGAGC": 1388,
      "AAATCCTGG": 1389,
      "TCCCCCCC": 1390,
      "AATTCTTTA": 1391,
      "ATTTTTA": 1392,
      "GGCTTGATC": 1393,
      "ATTTTGGC": 1394,
      "ATTTTAC": 1395,
      "TAATTCC": 1396,
      "AGGAGCCGTA": 1397,
      "GATGATC": 1398,
      "AGTATTAATTACAGC": 1399,
      "ACTGG": 1400,
      "AAGAA": 1401,
      "ACTTATC": 1402,
      "TATTTTTTCTTTACATTTAGCAGGAATT": 1403,
      "ATAAA": 1404,
      "TCATTC": 1405,
      "TTGGGGC": 1406,
      "ATCCTT": 1407,
      "TTGCAGGAGC": 1408,
      "AATCACTA": 1409,
      "TATCCC": 1410,
      "TCATCTATTTTAGGGGC": 1411,
      "ATGAACTGTATATCC": 1412,
      "TTTTATTATAATTTTCTTTATAGTTATACC": 1413,
      "ATTAG": 1414,
      "AACTGACCG": 1415,
      "AGGA": 1416,
      "TATTTTATTATTATT": 1417,
      "TATTCTTTT": 1418,
      "AATTTCAAGAAG": 1419,
      "AATTATAATTC": 1420,
      "ATACTAGG": 1421,
      "AAATTTCATTATT": 1422,
      "TTGAAC": 1423,
      "TAATTCGAGCTGAATTAGG": 1424,
      "ACTTTTAC": 1425,
      "TAATATTGCTCATGG": 1426,
      "TTCTGTAG": 1427,
      "GGAGCC": 1428,
      "TTCTCTAAG": 1429,
      "AACATACGATC": 1430,
      "AATTGTA": 1431,
      "TTAATATT": 1432,
      "TATTATAATTGGTGGATTTGGAAATT": 1433,
      "TATTTGTATGATC": 1434,
      "AATCCC": 1435,
      "TTCCCCCCTC": 1436,
      "ACTTCTTTT": 1437,
      "GATCC": 1438,
      "AATTTTAATTC": 1439,
      "TTTTGTTATAATTTTTTTTATAGTAATACC": 1440,
      "AATTTTATTACC": 1441,
      "AGAACTAGG": 1442,
      "ATTACTATT": 1443,
      "TGTG": 1444,
      "TATTTTTTCTCTAC": 1445,
      "ACAGCTC": 1446,
      "AAAAGG": 1447,
      "GAGCCGAATTAGG": 1448,
      "ATGAACAGTATACCC": 1449,
      "AGTAGATTTTTC": 1450,
      "TCTTTACC": 1451,
      "TGTAATAATA": 1452,
      "TCATCAATTTTAGGGGC": 1453,
      "TTAATA": 1454,
      "TGATCAGGAATAATTGG": 1455,
      "ATTACTGC": 1456,
      "AGAATAATTATTC": 1457,
      "TATG": 1458,
      "ACTTCTTCCTCC": 1459,
      "AATATTAATTC": 1460,
      "ATTTAG": 1461,
      "ACTTTAC": 1462,
      "TCTAATT": 1463,
      "AATTTTAAATATAC": 1464,
      "ATTGC": 1465,
      "TCATCAATTC": 1466,
      "ATCATTTTTTGACCC": 1467,
      "TAATTGGTAATGATC": 1468,
      "TTTCCCACGAATAAATAATATAAGATTTTG": 1469,
      "AAATCTATAATGTAATT": 1470,
      "TAATATC": 1471,
      "TTTTCCTCGTATA": 1472,
      "AGAACTTGG": 1473,
      "ACAGCCC": 1474,
      "AAATACCTTTA": 1475,
      "AGGAACTGGAACAGG": 1476,
      "ACATCCTGGAGC": 1477,
      "TATCTTTTC": 1478,
      "AATTAATTTTATTACTAC": 1479,
      "AATAGTTGGTAC": 1480,
      "TTCATTAATTGG": 1481,
      "AGGGATT": 1482,
      "GAATACCTTTATTTGTGTGATC": 1483,
      "TCCCTC": 1484,
      "TGTATCC": 1485,
      "AATAATC": 1486,
      "AAGTATATT": 1487,
      "TAATGCC": 1488,
      "TTTTCCC": 1489,
      "AATTCGTTTA": 1490,
      "ACTTCTTCCCCC": 1491,
      "ATGAACTGTATACCC": 1492,
      "TAAGATTCTG": 1493,
      "GATTAGTTCCATTAATATT": 1494,
      "AAACTGACTAG": 1495,
      "AATTTTATCTC": 1496,
      "ATAGG": 1497,
      "AGCCATTAC": 1498,
      "AAATTTATAATGTTATTGTTACTGCTCATGC": 1499,
      "TACTTTATTTT": 1500,
      "ATGAACAGTTTATCCCCC": 1501,
      "TTTTGGTAATT": 1502,
      "TGTCTGATC": 1503,
      "AATTTTATATCAACATTTATTT": 1504,
      "TAACTGAC": 1505,
      "AATTGTT": 1506,
      "TGCTTTA": 1507,
      "AATAATATAAGATTCTG": 1508,
      "TTTTATATT": 1509,
      "TGCCC": 1510,
      "GCATGC": 1511,
      "AGGAGCTTCTGTAGATTTAGC": 1512,
      "TAATTATTC": 1513,
      "TTTTTGTTTGATC": 1514,
      "ATCTCATGC": 1515,
      "AAATTTATAACTC": 1516,
      "TAGGAGCCCCAGATATAGC": 1517,
      "GTTGAAAC": 1518,
      "TTTTATTATCTTTACC": 1519,
      "AATTAATTTTATTTCTAC": 1520,
      "GTTGG": 1521,
      "TGTTGATTTA": 1522,
      "AATTATTC": 1523,
      "GAATACCATTATTTGTTTGATC": 1524,
      "ATAGCC": 1525,
      "AATTATATT": 1526,
      "TGGAGCTTGAGCAGG": 1527,
      "GTTGGTAC": 1528,
      "TTATTAATATACGATC": 1529,
      "ACATTATATTTTATTTTTGG": 1530,
      "ACCATTATC": 1531,
      "TGTACCC": 1532,
      "TTAGGAGC": 1533,
      "TCAACAC": 1534,
      "TTCCCTAAG": 1535,
      "AGTAATTAATATACGATC": 1536,
      "ATATTAGGAGCACCAGATATAGC": 1537,
      "AATTAATA": 1538,
      "GGGGATGATC": 1539,
      "GGGGCC": 1540,
      "TCCATTATC": 1541,
      "GGGTC": 1542,
      "AGACGACC": 1543,
      "TAGCTC": 1544,
      "TTTGACC": 1545,
      "TCCCTCTTTA": 1546,
      "GCTCACGC": 1547,
      "AGTAGC": 1548,
      "GTAGG": 1549,
      "TATTGTT": 1550,
      "TCTTCTATTATA": 1551,
      "TGTTGATTTATC": 1552,
      "ATTACTTCCTCC": 1553,
      "TCTTTTGATA": 1554,
      "ACTAG": 1555,
      "CCTTTATTC": 1556,
      "CCACTTTCATC": 1557,
      "TAGAAGAATA": 1558,
      "TGTATTAATTACAGC": 1559,
      "GGTTTT": 1560,
      "AACATTATATTTTATTTTTGG": 1561,
      "AACTTTATATTTT": 1562,
      "TTCTTTAACTTTATTATT": 1563,
      "TCCCCTTTCTTC": 1564,
      "TATCATAATT": 1565,
      "AGGGGCCCCTGATATAGC": 1566,
      "GGGCC": 1567,
      "TATTATAATC": 1568,
      "AGTATTAATTACTGC": 1569,
      "GAATACCCTTATTTGTTTGATC": 1570,
      "TTGGGC": 1571,
      "ACAGCTATTTT": 1572,
      "ACAGCACACGC": 1573,
      "AGCGGG": 1574,
      "AAATTTATAATGTTATTGTAACAGCTCATGC": 1575,
      "ATAATTTTTTTTATAGTG": 1576,
      "AGGATCTTTAATTGG": 1577,
      "TTCCCC": 1578,
      "ATTCTGGC": 1579,
      "TGTTTTAGCTGGTGC": 1580,
      "AAGATTATT": 1581,
      "TATCATTACC": 1582,
      "GAATAAACAACATA": 1583,
      "ATCACTTCC": 1584,
      "GCCTC": 1585,
      "TATTACAATACTATT": 1586,
      "ATACTTTT": 1587,
      "AGGTATA": 1588,
      "TTCATTTTTGG": 1589,
      "TCTACCC": 1590,
      "AATAGTGGGAAC": 1591,
      "TAATATTGC": 1592,
      "ATTTGTAATAATTTTTTTTATAGTAATACC": 1593,
      "TGCCTTTA": 1594,
      "ATTTTGGTTATT": 1595,
      "AATTTTATTACCAC": 1596,
      "AGTGTT": 1597,
      "GCCCATAC": 1598,
      "AACAGATCGAAATTTA": 1599,
      "TTTTCCACGAATAAATAATATAAGTTTTTG": 1600,
      "AATTACATTTGACC": 1601,
      "TGGAATC": 1602,
      "TATACCCCCCTC": 1603,
      "AATTAA": 1604,
      "GAGTTAGG": 1605,
      "TTATCC": 1606,
      "AGTTTTAATTACAGC": 1607,
      "AGTTGATTTATC": 1608,
      "TATTCTTTA": 1609,
      "GATTAAATA": 1610,
      "GTGCTGAATTAGG": 1611,
      "AGAGG": 1612,
      "ATCATTAAC": 1613,
      "ATTAATTGGTGATGATC": 1614,
      "TTCCATT": 1615,
      "ATGAGCTGG": 1616,
      "TAGGAGCCCCTGATATAGC": 1617,
      "TAGAAAC": 1618,
      "AAGAGG": 1619,
      "ATTTTATA": 1620,
      "ATCTGTTGATTTAGC": 1621,
      "ATGAACAGTATATCC": 1622,
      "AATTATTAATATACG": 1623,
      "GAACAG": 1624,
      "TTTTATTATAATTTTTTTCATAGTTATACC": 1625,
      "TGGGACTGG": 1626,
      "AAATATAAAAATTAAATTTTTA": 1627,
      "ACAACCAGG": 1628,
      "GAACTAGG": 1629,
      "AATTCGTGCTGAATTAGG": 1630,
      "ATCACTACC": 1631,
      "AATTTTTTCTCTAC": 1632,
      "TGGATC": 1633,
      "GAAATATT": 1634,
      "ACTTTTGATC": 1635,
      "GGATCAATT": 1636,
      "GATTAATCCC": 1637,
      "TCAAG": 1638,
      "GGTA": 1639,
      "GTCGAA": 1640,
      "GTATGATC": 1641,
      "TTTATTTTTGGAATT": 1642,
      "TATTTTATATCAACATTTATTT": 1643,
      "GACTTTT": 1644,
      "TTATTCGAGCAGAATTAGG": 1645,
      "TTTCCTCGAATAAATAATATAAGATTTTG": 1646,
      "TACCACC": 1647,
      "ATGAACCG": 1648,
      "TATAGGAGG": 1649,
      "GCTTAG": 1650,
      "TAGGC": 1651,
      "TTTCCCC": 1652,
      "TACTTTTATT": 1653,
      "TTT": 1654,
      "TAAGG": 1655,
      "TATTACTATATTATTAACAGAT": 1656,
      "ACTTTATATTTTATTTT": 1657,
      "TGTATTAGCAGGTGC": 1658,
      "TAATGTTATT": 1659,
      "TCCTCTTTCATC": 1660,
      "TTCATTC": 1661,
      "AGTAGGAATTACTGC": 1662,
      "GAGCTGAATTAGGACACCC": 1663,
      "TTGGTC": 1664,
      "AGCCC": 1665,
      "AAACATA": 1666,
      "AATAGTAGGAACTTCATTAAG": 1667,
      "TTACCC": 1668,
      "TAGAATC": 1669,
      "GGGGGATTTGGTAATT": 1670,
      "TTCCCTAC": 1671,
      "AATTCGAATT": 1672,
      "TCCTCTATCTTC": 1673,
      "TAATAATA": 1674,
      "TTTTATTTTTGGAATTTGAGCAGG": 1675,
      "TTCTTTTTTTGACCC": 1676,
      "AGGCGC": 1677,
      "TGTCC": 1678,
      "TTACTGC": 1679,
      "CCACCC": 1680,
      "TAGGTGC": 1681,
      "GTTGAAAATGGGGC": 1682,
      "GAATACCCC": 1683,
      "AGTCC": 1684,
      "TACATGATC": 1685,
      "ATTATTAATTCGAATAGAATTAAG": 1686,
      "ATTCCCACGAATAAATAATATAAGATTTTG": 1687,
      "TTCCGTAG": 1688,
      "AAAT": 1689,
      "TTTTTGTA": 1690,
      "TCCCCTATCTTC": 1691,
      "GTAACAGCCCATGC": 1692,
      "AGGTTCTTTAATTGG": 1693,
      "ATGAACAGTATACCCC": 1694,
      "TTTTCC": 1695,
      "AACAGACCGAAATTTAAATAC": 1696,
      "TATTTTTTCTTTACATTTAGCTGGAATT": 1697,
      "GTTACTGCCCATGC": 1698,
      "TTCTTTAACCC": 1699,
      "AATTATTAATATACGAGC": 1700,
      "ATTCAGG": 1701,
      "AGAATT": 1702,
      "AATTTTAATTGGTGG": 1703,
      "TTTCCCCCGAATAAATAATATAAGATTTTG": 1704,
      "ATTTTTTCTTTAC": 1705,
      "GGGAATA": 1706,
      "GGGCCCC": 1707,
      "GGGAGACCC": 1708,
      "AATTATC": 1709,
      "AAATACCATTATT": 1710,
      "AGGAGGAGACCC": 1711,
      "AGTAAGTAG": 1712,
      "AGTTGATTTAAC": 1713,
      "TATTTTTTCTTTACATTTAGC": 1714,
      "GTTTGG": 1715,
      "TTCTTTTATCTTTACC": 1716,
      "AGTAGTATAGTAGAAAATGGAGC": 1717,
      "TGTTGTAATTACAGC": 1718,
      "ATTAATC": 1719,
      "GGGGGGTTTGGAAATT": 1720,
      "GTATAAATAATATAAGTTTTTG": 1721,
      "TTATGCC": 1722,
      "AATTGTAGAAAATGGGGC": 1723,
      "AAATTTATAATGTAATC": 1724,
      "TTTTATTATAATTTTTT": 1725,
      "AGGGGCCTC": 1726,
      "ATGAACAATTTATCC": 1727,
      "ATTATTGCCCCC": 1728,
      "TGACGATC": 1729,
      "TCTTCTTTT": 1730,
      "AGAATTTT": 1731,
      "AAGTTTA": 1732,
      "AATCATA": 1733,
      "GACTTC": 1734,
      "GGAGGTTTTGGTAATT": 1735,
      "ATAATCTTTT": 1736,
      "TTCTTTCTTTACC": 1737,
      "TAATTAATATAC": 1738,
      "TATTTTAATTGGTGG": 1739,
      "TGTTCC": 1740,
      "AATTTTTTCCCTTC": 1741,
      "ACTATTATT": 1742,
      "TGAAGG": 1743,
      "TATTTTTAATA": 1744,
      "GTCC": 1745,
      "TACTTTC": 1746,
      "GGCTGG": 1747,
      "TTTTATTATAATTTTCTTTATAGTAATACC": 1748,
      "TTGCTGGAGC": 1749,
      "GTTACTGCACATGC": 1750,
      "AACTTTATATTTTATTTT": 1751,
      "TTACTAAC": 1752,
      "ACTTAGCTGGAATT": 1753,
      "AATTCGAGCC": 1754,
      "TTACTTTT": 1755,
      "TGAGCCGG": 1756,
      "AGCTTTA": 1757,
      "AATGTTATT": 1758,
      "ATTCCCTCGAATAAATAATATAAGATTTTG": 1759,
      "AAAAATT": 1760,
      "TGTGTGATC": 1761,
      "GGATT": 1762,
      "AATATTAGG": 1763,
      "AGATGATCAAATTTATAATACTATT": 1764,
      "GGGAATGATC": 1765,
      "ACCTTTATCTTC": 1766,
      "CCCCTC": 1767,
      "TATTTTAAATATAC": 1768,
      "AGCATT": 1769,
      "ACTTTATATTTT": 1770,
      "ACTTCTCATGC": 1771,
      "ATTTAGCAGGAATTTCTTCAATTTTAGGAGC": 1772,
      "ACACCCTGGAGC": 1773,
      "GAAAT": 1774,
      "TATTATTAATATACG": 1775,
      "TTTAATTGGAGATGACC": 1776,
      "TAGAATT": 1777,
      "TTCTTCTTTCTTTACC": 1778,
      "TTCTGG": 1779,
      "TGTTTTAATTACAGC": 1780,
      "AATAGTGG": 1781,
      "AAATCTAC": 1782,
      "AACGGAGCAGGAACAGG": 1783,
      "ATCTGG": 1784,
      "AATTACTATACTTTT": 1785,
      "GGCGG": 1786,
      "TTCTTTG": 1787,
      "TACTTGATC": 1788,
      "AGCAATAAG": 1789,
      "ATATC": 1790,
      "ATAATTTTCTTCATAGTTATACC": 1791,
      "GGGAACAGG": 1792,
      "GTAATC": 1793,
      "AGGAGCCCCAGATATAGC": 1794,
      "GATTAATTCCTTTAATATT": 1795,
      "GACTTGTTCCTTTA": 1796,
      "GATTTAAC": 1797,
      "AGTTTTAATTACTGC": 1798,
      "AATTACATTTGATCGAATACCTTTATTTGTTTGATC": 1799,
      "ATACCCATTATAATT": 1800,
      "AGTACC": 1801,
      "AATTATAATTGGTGG": 1802,
      "AAGAAGAATA": 1803,
      "ATTATTACCTCCTTCTTTA": 1804,
      "AAATTTATAATGTTATTGTTACAGCTCATGC": 1805,
      "AATTTTATTATTAC": 1806,
      "AATTATTGCTCATAC": 1807,
      "AATTAGAAGAATAGTTGAAAC": 1808,
      "ACGCC": 1809,
      "TGGGATT": 1810,
      "TTTCATTATAATTTTTTTTATAGTTATACC": 1811,
      "TTTCCCCCGAATAAATAATATAAGTTTTTG": 1812,
      "TAACC": 1813,
      "ATTAATA": 1814,
      "TTCTGTAGATTTAGC": 1815,
      "AGACCG": 1816,
      "TATTTTAATTCGAGCTGAATTAGG": 1817,
      "TTCTCTTAG": 1818,
      "TATTACTAAC": 1819,
      "AGTATTAGCCGGAGC": 1820,
      "TGTTTTAGCAGGTGC": 1821,
      "ATACTTGG": 1822,
      "GCACATGG": 1823,
      "TATAATATT": 1824,
      "TTTCGTA": 1825,
      "GACTAGTACCCCTAATAC": 1826,
      "GGAGGGTTC": 1827,
      "AATCAAGG": 1828,
      "AATCACAGC": 1829,
      "GAAATCTTAATAC": 1830,
      "AAATTTATAATGTAATTGTTACTGCACATGC": 1831,
      "GGTTG": 1832,
      "GGGTATT": 1833,
      "GGGGATGACC": 1834,
      "AAACTG": 1835,
      "AGGTGCC": 1836,
      "AATTTTCTCTTTAC": 1837,
      "TCCATTATCTTC": 1838,
      "ACTAATT": 1839,
      "CTGAACAG": 1840,
      "AATTACTTTAGACC": 1841,
      "GGGGGATTCGGAAATT": 1842,
      "TTTTATTATAATTTTTTTTATAGTTATACCTATTATAATTGGAGGATTTGGAAATT": 1843,
      "ATTACTACCTCC": 1844,
      "AACTGATCGA": 1845,
      "ATTTTC": 1846,
      "AAGTT": 1847,
      "GGAGGATTCGG": 1848,
      "TTTATTTTTGGGGC": 1849,
      "AAATTTATAATGTAATTGTC": 1850,
      "TTAAG": 1851,
      "AATTTTTATTAC": 1852,
      "TTCCCAC": 1853,
      "TGGGATA": 1854,
      "ATTACC": 1855,
      "TGGAGCTTGATCAGGAATA": 1856,
      "GAAATA": 1857,
      "GTAACTGCCCATGC": 1858,
      "AATATTG": 1859,
      "AATTAACTTTA": 1860,
      "GTTATGCC": 1861,
      "TTTCTAG": 1862,
      "CCCTTAATATT": 1863,
      "ATAATTTTTTTTATAGTGATACC": 1864,
      "TATCACTATATTATT": 1865,
      "TCCGC": 1866,
      "AAGAAGATTAG": 1867,
      "TGCAGG": 1868,
      "GGATATAGC": 1869,
      "TGGAATTGCTCATGC": 1870,
      "ATTACTTCCCCC": 1871,
      "ATCATTAAGAATTTT": 1872,
      "AATAGTAGGGAC": 1873,
      "GGAGGTTTC": 1874,
      "AATTTTCTCTCTTC": 1875,
      "AGTTAATTTTATTACTAC": 1876,
      "ATTAATATTAGGAGC": 1877,
      "AGATTCTG": 1878,
      "TTCATTATT": 1879,
      "AATTACTATACTATT": 1880,
      "AATTTTATTTGTAC": 1881,
      "AAATATC": 1882,
      "ATCTTTTTTTGATCC": 1883,
